[
  {
    "id": "l4_r1",
    "level": 4,
    "type": "paragraph",
    "title": "मेरा गाँव",
    "native": "मेरा गाँव बहुत सुंदर है। यहाँ हर तरफ हरियाली है। लोग बहुत मेहनती हैं। सब मिल-जुलकर रहते हैं।"
  },
  {
    "id": "l4_r2",
    "level": 4,
    "type": "paragraph",
    "title": "सुबह की सैर",
    "native": "सुबह की सैर सेहत के लिए अच्छी होती है। ताज़ी हवा मन को खुश कर देती है। पक्षियों की आवाज़ सुनने को मिलती है।"
  },
  {
    "id": "l4_r3",
    "level": 4,
    "type": "paragraph",
    "title": "दिवाली",
    "native": "दिवाली रोशनी का त्योहार है। लोग अपने घरों को सजाते हैं। रात को दीये जलाए जाते हैं। बच्चे पटाखे चलाते हैं।"
  },
  {
    "id": "l4_r4",
    "level": 4,
    "type": "paragraph",
    "title": "मेरा मित्र",
    "native": "रमन मेरा पक्का मित्र है। हम साथ स्कूल जाते हैं। वह पढ़ाई में बहुत होशियार है। हम शाम को खेलते हैं।"
  },
  {
    "id": "l4_r5",
    "level": 4,
    "type": "paragraph",
    "title": "भारत",
    "native": "भारत एक प्रसिद्ध देश है। इसे विविधताओं का देश कहा जाता है। यहाँ के लोग बहुत बहादुर हैं। विभिन्न संस्कृतियाँ यहाँ एक साथ रहती हैं।"
  },
  {
    "id": "l4_r6",
    "level": 4,
    "type": "paragraph",
    "title": "मंदिर",
    "native": "मंदिर हिंदुओं का धार्मिक स्थल है। यहाँ हर कोई बिना भेदभाव के आ सकता है। भंडारे की सेवा चलती रहती है।"
  },
  {
    "id": "l4_r7",
    "level": 4,
    "type": "paragraph",
    "title": "किसान",
    "native": "किसान खेतों में काम करता है। वह हमारे लिए अन्न उगाता है। उसकी मेहनत से ही देश तरक्की करता है।"
  },
  {
    "id": "l4_r8",
    "level": 4,
    "type": "paragraph",
    "title": "होली",
    "native": "होली रंगों का त्योहार है। यह वसंत ऋतु में मनाया जाता है। लोग एक दूसरे पर रंग डालते हैं।"
  },
  {
    "id": "l4_r9",
    "level": 4,
    "type": "paragraph",
    "title": "हॉकी",
    "native": "हॉकी भारत का राष्ट्रीय खेल है। इसमें दो टीमें होती हैं। हर टीम में 11 खिलाड़ी होते हैं।"
  },
  {
    "id": "l4_r10",
    "level": 4,
    "type": "paragraph",
    "title": "स्कूल",
    "native": "स्कूल विद्या का मंदिर है। हम यहाँ नई बातें सीखते हैं। अध्यापक हमें अच्छे इंसान बनना सिखाते हैं।"
  },

  {
    "id": "l4_r11",
    "level": 4,
    "type": "paragraph",
    "title": "मेरा घर",
    "native": "मेरा घर साफ़-सुथरा है। हम सब मिलकर रहते हैं। घर में प्यार और शांति है।"
  },
  {
    "id": "l4_r12",
    "level": 4,
    "type": "paragraph",
    "title": "मेरे अध्यापक",
    "native": "मेरे अध्यापक बहुत दयालु हैं। वह हमें धीरज से पढ़ाते हैं। वह हमें सही रास्ता दिखाते हैं।"
  },
  {
    "id": "l4_r13",
    "level": 4,
    "type": "paragraph",
    "title": "खेल",
    "native": "खेल सेहत के लिए लाभदायक होते हैं। हम खेलकर तंदुरुस्त रहते हैं। खेलों से मन खुश रहता है।"
  },
  {
    "id": "l4_r14",
    "level": 4,
    "type": "paragraph",
    "title": "सफाई",
    "native": "सफाई हमारे जीवन के लिए बहुत ज़रूरी है। साफ़ जगह पर बीमारियाँ नहीं फैलतीं। हमें सफाई रखनी चाहिए।"
  },
  {
    "id": "l4_r15",
    "level": 4,
    "type": "paragraph",
    "title": "वर्षा",
    "native": "वर्षा ऋतु में बारिश होती है। खेतों को पानी मिलता है। किसान खुश हो जाते हैं।"
  },

  {
    "id": "l4_r16",
    "level": 4,
    "type": "paragraph",
    "title": "पुस्तकालय",
    "native": "पुस्तकालय में बहुत सारी किताबें होती हैं। यहाँ चुपचाप पढ़ना चाहिए। ज्ञान बढ़ता है।"
  },
  {
    "id": "l4_r17",
    "level": 4,
    "type": "paragraph",
    "title": "बाग़",
    "native": "बाग़ में फूल और पेड़ होते हैं। सुबह की सैर के लिए बाग़ अच्छी जगह है। हवा ताज़ी होती है।"
  },
  {
    "id": "l4_r18",
    "level": 4,
    "type": "paragraph",
    "title": "मेरा शौक",
    "native": "मेरा शौक किताबें पढ़ना है। खाली समय में मैं कहानियाँ पढ़ता हूँ। इससे ज्ञान बढ़ता है।"
  },
  {
    "id": "l4_r19",
    "level": 4,
    "type": "paragraph",
    "title": "बिजली",
    "native": "बिजली से हमारा काम आसान होता है। रात को रोशनी मिलती है। हमें बिजली बचानी चाहिए।"
  },
  {
    "id": "l4_r20",
    "level": 4,
    "type": "paragraph",
    "title": "पानी",
    "native": "पानी जीवन के लिए बहुत ज़रूरी है। बिना पानी के जीवन संभव नहीं। हमें पानी बचाना चाहिए।"
  },

  {
    "id": "l4_r21",
    "level": 4,
    "type": "paragraph",
    "title": "परिवार",
    "native": "परिवार हमारे जीवन की ताकत है। हम एक दूसरे की मदद करते हैं। परिवार से खुशी मिलती है।"
  },
  {
    "id": "l4_r22",
    "level": 4,
    "type": "paragraph",
    "title": "बुज़ुर्ग",
    "native": "बुज़ुर्गों का सम्मान करना चाहिए। वे हमें जीवन के अनुभव देते हैं। वे हमारे मार्गदर्शक हैं।"
  },
  {
    "id": "l4_r23",
    "level": 4,
    "type": "paragraph",
    "title": "देशभक्ति",
    "native": "देशभक्ति एक महान गुण है। हमें अपने देश से प्यार करना चाहिए। देश के लिए कुर्बानी देनी चाहिए।"
  },
  {
    "id": "l4_r24",
    "level": 4,
    "type": "paragraph",
    "title": "पशु",
    "native": "पशु हमारे मित्र हैं। वे हमें दूध और अन्य चीजें देते हैं। हमें उनके प्रति दया करनी चाहिए।"
  },
  {
    "id": "l4_r25",
    "level": 4,
    "type": "paragraph",
    "title": "पर्यावरण",
    "native": "पर्यावरण की रक्षा करना हमारी ज़िम्मेदारी है। पेड़ लगाने चाहिए। साफ़ हवा ज़रूरी है।"
  },
  {
    "id": "l4_r26",
    "level": 4,
    "type": "paragraph",
    "title": "ट्रेन",
    "native": "ट्रेन एक महत्वपूर्ण यातायात साधन है। यह दूर की यात्रा आसान बनाती है। बहुत लोग यात्रा करते हैं।"
  },
  {
    "id": "l4_r27",
    "level": 4,
    "type": "paragraph",
    "title": "अख़बार",
    "native": "अख़बार से हमें खबरें मिलती हैं। हम देश-विदेश की जानकारी लेते हैं। यह ज्ञान बढ़ाता है।"
  },
  {
    "id": "l4_r28",
    "level": 4,
    "type": "paragraph",
    "title": "समय",
    "native": "समय बहुत कीमती होता है। हमें समय की कद्र करनी चाहिए। समय कभी वापस नहीं आता।"
  },
  {
    "id": "l4_r29",
    "level": 4,
    "type": "paragraph",
    "title": "मेहनत",
    "native": "मेहनत से सफलता मिलती है। जो मन लगाकर काम करता है वह आगे बढ़ता है। मेहनत कभी व्यर्थ नहीं जाती।"
  },
  {
    "id": "l4_r30",
    "level": 4,
    "type": "paragraph",
    "title": "सच्चाई",
    "native": "सच्चाई सबसे बड़ा गुण है। सच बोलने से भरोसा बनता है। हमें हमेशा सच्चा रहना चाहिए।"
  },
  {
    "id": "l4_r31",
    "level": 4,
    "type": "paragraph",
    "title": "पालतू जानवर",
    "native": "मेरे पास एक पालतू कुत्ता है जिसका नाम शेरू है। वह बहुत वफादार और प्यारा है। हम रोज शाम को पार्क में खेलने जाते हैं। शेरू को गेंद से खेलना बहुत पसंद है।"
  },
  {
    "id": "l4_r32",
    "level": 4,
    "type": "paragraph",
    "title": "मेरी बिल्ली",
    "native": "मेरी एक बिल्ली भी है जिसका नाम पूसी है। वह दिन भर सोती रहती है। जब उसे भूख लगती है तो वह म्याऊँ-म्याऊँ करती है। मुझे पूसी के साथ खेलना अच्छा लगता है।"
  },
  {
    "id": "l4_r33",
    "level": 4,
    "type": "paragraph",
    "title": "हमारे शिक्षक",
    "native": "हमारे शिक्षक बहुत अच्छे हैं। वे हमें मन लगाकर पढ़ाते हैं। वे हमें न केवल किताबी ज्ञान देते हैं, बल्कि एक अच्छा इंसान बनना भी सिखाते हैं। हम अपने शिक्षकों का बहुत सम्मान करते हैं।"
  },
  {
    "id": "l4_r34",
    "level": 4,
    "type": "paragraph",
    "title": "एक अच्छा छात्र",
    "native": "एक अच्छा छात्र हमेशा अपने शिक्षकों की बात मानता है। वह अपना गृहकार्य समय पर पूरा करता है। वह कक्षा में ध्यान से पढ़ता है और प्रश्न पूछता है। सफलता उसी को मिलती है जो मेहनत करता है।"
  },
  {
    "id": "l4_r35",
    "level": 4,
    "type": "paragraph",
    "title": "एक मजेदार सपना",
    "native": "कल रात मैंने एक मजेदार सपना देखा। मैंने देखा कि मैं चॉकलेट की नदी में तैर रहा हूँ और टॉफियों के पेड़ से टॉफियाँ तोड़कर खा रहा हूँ। काश! यह सपना सच हो जाता।"
  },
  {
    "id": "l4_r36",
    "level": 4,
    "type": "paragraph",
    "title": "शेर और चूहा",
    "native": "एक बार एक शेर सो रहा था। एक चूहा उसके ऊपर चढ़ गया। शेर की नींद खुल गई और उसने चूहे को पकड़ लिया। चूहे ने शेर से माफी मांगी। बाद में उसी चूहे ने शेर की जान बचाई।"
  },
  {
    "id": "l4_r37",
    "level": 4,
    "type": "paragraph",
    "title": "प्यासा कौआ",
    "native": "एक कौआ बहुत प्यासा था। उसे कहीं पानी नहीं मिला। आखिर में उसे एक घड़ा दिखा जिसमें थोड़ा पानी था। उसने घड़े में कंकड़ डाले और पानी ऊपर आ गया। उसने पानी पीकर अपनी प्यास बुझाई।"
  },
  {
    "id": "l4_r38",
    "level": 4,
    "type": "paragraph",
    "title": "हाथी और दर्जी",
    "native": "एक हाथी रोज एक दर्जी की दुकान के सामने से निकलता था। दर्जी उसे खाने के लिए कुछ न कुछ देता था। एक दिन दर्जी ने हाथी को सुई चुभो दी। हाथी ने अपनी सूंड में गंदा पानी भरकर दर्जी पर डाल दिया।"
  },
  {
    "id": "l4_r39",
    "level": 4,
    "type": "paragraph",
    "title": "बंदर और टोपीवाला",
    "native": "एक टोपीवाला टोपियाँ बेचने जा रहा था। रास्ते में वह एक पेड़ के नीचे सो गया। पेड़ पर बैठे बंदरों ने उसकी सारी टोपियाँ पहन लीं। टोपीवाले ने अपनी टोपी उतारकर फेंकी तो बंदरों ने भी अपनी टोपियाँ फेंक दीं।"
  },
  {
    "id": "l4_r40",
    "level": 4,
    "type": "paragraph",
    "title": "अकबर और बीरबल",
    "native": "बादशाह अकबर के दरबार में बीरबल सबसे चतुर मंत्री थे। वे अपनी बुद्धिमानी से हर मुश्किल सवाल का जवाब दे देते थे। अकबर हमेशा बीरबल की सलाह लेते थे। उनकी कहानियाँ आज भी बहुत प्रसिद्ध हैं।"
  },
  {
    "id": "l4_r41",
    "level": 4,
    "type": "paragraph",
    "title": "मेरा प्रिय पालतू",
    "native": "मेरा प्रिय पालतू एक खरगोश है। उसका नाम गोल्डी है। वह सफेद रंग का है और उसकी आँखें लाल हैं। उसे गाजर खाना बहुत पसंद है। मैं उसके साथ रोज खेलता हूँ।"
  },
  {
    "id": "l4_r42",
    "level": 4,
    "type": "paragraph",
    "title": "एक शरारती छात्र",
    "native": "हमारी कक्षा में एक छात्र है जो बहुत शरारती है। वह हमेशा दूसरों को तंग करता है। शिक्षक के आने पर वह सीधा बन जाता है। कल शिक्षक ने उसकी शरारत पकड़ ली और उसे डांटा।"
  },
  {
    "id": "l4_r43",
    "level": 4,
    "type": "paragraph",
    "title": "स्कूल का पहला दिन",
    "native": "आज मेरे स्कूल का पहला दिन था। मैं बहुत उत्साहित था। मैंने नए दोस्त बनाए। हमारी कक्षा अध्यापिका बहुत अच्छी हैं। उन्होंने हमें एक मजेदार कहानी सुनाई।"
  },
  {
    "id": "l4_r44",
    "level": 4,
    "type": "paragraph",
    "title": "मछली रानी",
    "native": "मछली जल की रानी है, जीवन उसका पानी है। हाथ लगाओ तो डर जाएगी, बाहर निकालो तो मर जाएगी। हमें मछलियों को कभी नहीं सताना चाहिए।"
  },
  {
    "id": "l4_r45",
    "level": 4,
    "type": "paragraph",
    "title": "एक मजेदार पिकनिक",
    "native": "पिछले रविवार हम सब पिकनिक पर गए थे। हमने बहुत सारे खेल खेले और स्वादिष्ट खाना खाया। हमने एक नदी में नाव भी चलाई। वह दिन बहुत ही मजेदार था।"
  },
  {
    "id": "l4_r46",
    "level": 4,
    "type": "paragraph",
    "title": "चतुर लोमड़ी",
    "native": "एक लोमड़ी बहुत भूखी थी। उसने एक कौए के मुँह में रोटी का टुकड़ा देखा। लोमड़ी ने कौए से गाना गाने को कहा। जैसे ही कौए ने मुँह खोला, रोटी नीचे गिर गई और लोमड़ी उसे लेकर भाग गई।"
  },
  {
    "id": "l4_r47",
    "level": 4,
    "type": "paragraph",
    "title": "गृहकार्य का महत्व",
    "native": "शिक्षक हमें जो गृहकार्य देते हैं, वह हमारे भले के लिए होता है। इससे हमें पाठ याद रखने में मदद मिलती है। हमें अपना गृहकार्य हमेशा खुद करना चाहिए।"
  },
  {
    "id": "l4_r48",
    "level": 4,
    "type": "paragraph",
    "title": "एक मेहनती छात्र की कहानी",
    "native": "राम एक बहुत ही मेहनती छात्र था। वह रोज स्कूल जाता और मन लगाकर पढ़ता। परीक्षा में उसने सबसे अच्छे अंक प्राप्त किए। सभी शिक्षकों ने उसकी प्रशंसा की।"
  },
  {
    "id": "l4_r49",
    "level": 4,
    "type": "paragraph",
    "title": "जब मैं खो गया",
    "native": "एक बार मैं मेले में अपने माता-पिता से बिछड़ गया। मैं बहुत डर गया और रोने लगा। फिर एक पुलिसवाले ने मेरी मदद की और मुझे मेरे माता-पिता से मिलाया। मुझे बहुत खुशी हुई।"
  },
  {
    "id": "l4_r50",
    "level": 4,
    "type": "paragraph",
    "title": "जोकर",
    "native": "सर्कस में एक जोकर था। वह अजीब-अजीब हरकतें करके सबको हँसाता था। उसने रंग-बिरंगे कपड़े पहने थे। बच्चों को जोकर बहुत पसंद आया।"
  },
  {
    "id": "l4_r51",
    "level": 4,
    "type": "paragraph",
    "title": "मेरी पालतू मछली",
    "native": "मेरे घर में एक छोटा सा मछलीघर है। उसमें कई रंग-बिरंगी मछलियाँ हैं। मैं उन्हें रोज दाना डालता हूँ। उन्हें तैरते हुए देखना मुझे बहुत अच्छा लगता है।"
  },
  {
    "id": "l4_r52",
    "level": 4,
    "type": "paragraph",
    "title": "परीक्षा का दिन",
    "native": "आज मेरी हिंदी की परीक्षा थी। मैंने पूरी तैयारी की थी। प्रश्न पत्र बहुत आसान था। मुझे विश्वास है कि मुझे अच्छे अंक मिलेंगे।"
  },
  {
    "id": "l4_r53",
    "level": 4,
    "type": "paragraph",
    "title": "सबसे अच्छा उपहार",
    "native": "मेरे जन्मदिन पर मुझे कई उपहार मिले, लेकिन सबसे अच्छा उपहार मेरे दादाजी ने दिया। उन्होंने मुझे कहानियों की एक किताब दी। मुझे वह किताब बहुत पसंद आई।"
  },
  {
    "id": "l4_r54",
    "level": 4,
    "type": "paragraph",
    "title": "एक आलसी लड़का",
    "native": "एक लड़का था जो बहुत आलसी था। वह अपना कोई भी काम समय पर नहीं करता था। इस कारण वह हमेशा पीछे रह जाता था। हमें कभी भी आलस नहीं करना चाहिए।"
  },
  {
    "id": "l4_r55",
    "level": 4,
    "type": "paragraph",
    "title": "एक मूर्ख गधा",
    "native": "एक गधा अपनी पीठ पर नमक की बोरी लादकर नदी पार कर रहा था। नदी में वह फिसल गया और नमक पानी में घुल गया। अगली बार उसने अपनी पीठ पर रुई लाद ली और जानबूझकर पानी में बैठ गया। रुई भीगने से भारी हो गई और गधा डूबने लगा।"
  },
  {
    "id": "l4_r56",
    "level": 4,
    "type": "paragraph",
    "title": "बातूनी कछुआ",
    "native": "एक कछुआ बहुत बातूनी था। दो हंस उसे एक लकड़ी की मदद से आसमान में ले जा रहे थे। लोगों ने जब यह देखा तो चिल्लाने लगे। कछुआ बोलने के लिए जैसे ही मुँह खोला, वह नीचे गिर गया।"
  },
  {
    "id": "l4_r57",
    "level": 4,
    "type": "paragraph",
    "title": "हमारे खेल शिक्षक",
    "native": "हमारे खेल शिक्षक बहुत सख्त हैं। वे हमें अनुशासन में रहना सिखाते हैं। वे हमें रोज व्यायाम करवाते हैं और नए-नए खेल सिखाते हैं। उनकी वजह से हमारी टीम हमेशा जीतती है।"
  },
  {
    "id": "l4_r58",
    "level": 4,
    "type": "paragraph",
    "title": "एक जिम्मेदार छात्र",
    "native": "एक जिम्मेदार छात्र अपनी पढ़ाई के साथ-साथ दूसरी गतिविधियों में भी भाग लेता है। वह स्कूल के नियमों का पालन करता है और अपने स्कूल को साफ-सुथरा रखने में मदद करता है।"
  },
  {
    "id": "l4_r59",
    "level": 4,
    "type": "paragraph",
    "title": "तोता और शिकारी",
    "native": "एक शिकारी ने एक तोते को पकड़ लिया। तोते ने शिकारी से कहा, 'अगर तुम मुझे छोड़ दोगे तो मैं तुम्हें तीन ज्ञान की बातें बताऊंगा।' शिकारी मान गया। तोते ने उसे तीन बातें बताईं और उड़ गया।"
  },
  {
    "id": "l4_r60",
    "level": 4,
    "type": "paragraph",
    "title": "शेख चिल्ली का सपना",
    "native": "शेख चिल्ली ने सपने में देखा कि वह एक राजा बन गया है। उसके पास बहुत सारा धन है। जब उसकी नींद खुली तो उसने खुद को बिस्तर पर पाया। हमें सिर्फ सपने नहीं देखने चाहिए, उन्हें पूरा करने के लिए मेहनत भी करनी चाहिए।"
  }
]
