[
  {
    "id": "l4_r1",
    "level": 4,
    "type": "paragraph",
    "title": "मेरा गाँव",
    "native": "मेरा गाँव बहुत सुंदर है। यहाँ हर तरफ हरियाली है। लोग बहुत मेहनती हैं। सब मिल-जुलकर रहते हैं।"
  },
  {
    "id": "l4_r2",
    "level": 4,
    "type": "paragraph",
    "title": "सुबह की सैर",
    "native": "सुबह की सैर सेहत के लिए अच्छी होती है। ताज़ी हवा मन को खुश कर देती है। पक्षियों की आवाज़ सुनने को मिलती है।"
  },
  {
    "id": "l4_r3",
    "level": 4,
    "type": "paragraph",
    "title": "दिवाली",
    "native": "दिवाली रोशनी का त्योहार है। लोग अपने घरों को सजाते हैं। रात को दीये जलाए जाते हैं। बच्चे पटाखे चलाते हैं।"
  },
  {
    "id": "l4_r4",
    "level": 4,
    "type": "paragraph",
    "title": "मेरा मित्र",
    "native": "रमन मेरा पक्का मित्र है। हम साथ स्कूल जाते हैं। वह पढ़ाई में बहुत होशियार है। हम शाम को खेलते हैं।"
  },
  {
    "id": "l4_r5",
    "level": 4,
    "type": "paragraph",
    "title": "भारत",
    "native": "भारत एक प्रसिद्ध देश है। इसे विविधताओं का देश कहा जाता है। यहाँ के लोग बहुत बहादुर हैं। विभिन्न संस्कृतियाँ यहाँ एक साथ रहती हैं।"
  },
  {
    "id": "l4_r6",
    "level": 4,
    "type": "paragraph",
    "title": "मंदिर",
    "native": "मंदिर हिंदुओं का धार्मिक स्थल है। यहाँ हर कोई बिना भेदभाव के आ सकता है। भंडारे की सेवा चलती रहती है।"
  },
  {
    "id": "l4_r7",
    "level": 4,
    "type": "paragraph",
    "title": "किसान",
    "native": "किसान खेतों में काम करता है। वह हमारे लिए अन्न उगाता है। उसकी मेहनत से ही देश तरक्की करता है।"
  },
  {
    "id": "l4_r8",
    "level": 4,
    "type": "paragraph",
    "title": "होली",
    "native": "होली रंगों का त्योहार है। यह वसंत ऋतु में मनाया जाता है। लोग एक दूसरे पर रंग डालते हैं।"
  },
  {
    "id": "l4_r9",
    "level": 4,
    "type": "paragraph",
    "title": "हॉकी",
    "native": "हॉकी भारत का राष्ट्रीय खेल है। इसमें दो टीमें होती हैं। हर टीम में 11 खिलाड़ी होते हैं।"
  },
  {
    "id": "l4_r10",
    "level": 4,
    "type": "paragraph",
    "title": "स्कूल",
    "native": "स्कूल विद्या का मंदिर है। हम यहाँ नई बातें सीखते हैं। अध्यापक हमें अच्छे इंसान बनना सिखाते हैं।"
  },

  {
    "id": "l4_r11",
    "level": 4,
    "type": "paragraph",
    "title": "मेरा घर",
    "native": "मेरा घर साफ़-सुथरा है। हम सब मिलकर रहते हैं। घर में प्यार और शांति है।"
  },
  {
    "id": "l4_r12",
    "level": 4,
    "type": "paragraph",
    "title": "मेरे अध्यापक",
    "native": "मेरे अध्यापक बहुत दयालु हैं। वह हमें धीरज से पढ़ाते हैं। वह हमें सही रास्ता दिखाते हैं।"
  },
  {
    "id": "l4_r13",
    "level": 4,
    "type": "paragraph",
    "title": "खेल",
    "native": "खेल सेहत के लिए लाभदायक होते हैं। हम खेलकर तंदुरुस्त रहते हैं। खेलों से मन खुश रहता है।"
  },
  {
    "id": "l4_r14",
    "level": 4,
    "type": "paragraph",
    "title": "सफाई",
    "native": "सफाई हमारे जीवन के लिए बहुत ज़रूरी है। साफ़ जगह पर बीमारियाँ नहीं फैलतीं। हमें सफाई रखनी चाहिए।"
  },
  {
    "id": "l4_r15",
    "level": 4,
    "type": "paragraph",
    "title": "वर्षा",
    "native": "वर्षा ऋतु में बारिश होती है। खेतों को पानी मिलता है। किसान खुश हो जाते हैं।"
  },

  {
    "id": "l4_r16",
    "level": 4,
    "type": "paragraph",
    "title": "पुस्तकालय",
    "native": "पुस्तकालय में बहुत सारी किताबें होती हैं। यहाँ चुपचाप पढ़ना चाहिए। ज्ञान बढ़ता है।"
  },
  {
    "id": "l4_r17",
    "level": 4,
    "type": "paragraph",
    "title": "बाग़",
    "native": "बाग़ में फूल और पेड़ होते हैं। सुबह की सैर के लिए बाग़ अच्छी जगह है। हवा ताज़ी होती है।"
  },
  {
    "id": "l4_r18",
    "level": 4,
    "type": "paragraph",
    "title": "मेरा शौक",
    "native": "मेरा शौक किताबें पढ़ना है। खाली समय में मैं कहानियाँ पढ़ता हूँ। इससे ज्ञान बढ़ता है।"
  },
  {
    "id": "l4_r19",
    "level": 4,
    "type": "paragraph",
    "title": "बिजली",
    "native": "बिजली से हमारा काम आसान होता है। रात को रोशनी मिलती है। हमें बिजली बचानी चाहिए।"
  },
  {
    "id": "l4_r20",
    "level": 4,
    "type": "paragraph",
    "title": "पानी",
    "native": "पानी जीवन के लिए बहुत ज़रूरी है। बिना पानी के जीवन संभव नहीं। हमें पानी बचाना चाहिए।"
  },

  {
    "id": "l4_r21",
    "level": 4,
    "type": "paragraph",
    "title": "परिवार",
    "native": "परिवार हमारे जीवन की ताकत है। हम एक दूसरे की मदद करते हैं। परिवार से खुशी मिलती है।"
  },
  {
    "id": "l4_r22",
    "level": 4,
    "type": "paragraph",
    "title": "बुज़ुर्ग",
    "native": "बुज़ुर्गों का सम्मान करना चाहिए। वे हमें जीवन के अनुभव देते हैं। वे हमारे मार्गदर्शक हैं।"
  },
  {
    "id": "l4_r23",
    "level": 4,
    "type": "paragraph",
    "title": "देशभक्ति",
    "native": "देशभक्ति एक महान गुण है। हमें अपने देश से प्यार करना चाहिए। देश के लिए कुर्बानी देनी चाहिए।"
  },
  {
    "id": "l4_r24",
    "level": 4,
    "type": "paragraph",
    "title": "पशु",
    "native": "पशु हमारे मित्र हैं। वे हमें दूध और अन्य चीजें देते हैं। हमें उनके प्रति दया करनी चाहिए।"
  },
  {
    "id": "l4_r25",
    "level": 4,
    "type": "paragraph",
    "title": "पर्यावरण",
    "native": "पर्यावरण की रक्षा करना हमारी ज़िम्मेदारी है। पेड़ लगाने चाहिए। साफ़ हवा ज़रूरी है।"
  },
  {
    "id": "l4_r26",
    "level": 4,
    "type": "paragraph",
    "title": "ट्रेन",
    "native": "ट्रेन एक महत्वपूर्ण यातायात साधन है। यह दूर की यात्रा आसान बनाती है। बहुत लोग यात्रा करते हैं।"
  },
  {
    "id": "l4_r27",
    "level": 4,
    "type": "paragraph",
    "title": "अख़बार",
    "native": "अख़बार से हमें खबरें मिलती हैं। हम देश-विदेश की जानकारी लेते हैं। यह ज्ञान बढ़ाता है।"
  },
  {
    "id": "l4_r28",
    "level": 4,
    "type": "paragraph",
    "title": "समय",
    "native": "समय बहुत कीमती होता है। हमें समय की कद्र करनी चाहिए। समय कभी वापस नहीं आता।"
  },
  {
    "id": "l4_r29",
    "level": 4,
    "type": "paragraph",
    "title": "मेहनत",
    "native": "मेहनत से सफलता मिलती है। जो मन लगाकर काम करता है वह आगे बढ़ता है। मेहनत कभी व्यर्थ नहीं जाती।"
  },
  {
    "id": "l4_r30",
    "level": 4,
    "type": "paragraph",
    "title": "सच्चाई",
    "native": "सच्चाई सबसे बड़ा गुण है। सच बोलने से भरोसा बनता है। हमें हमेशा सच्चा रहना चाहिए।"
  }
]
