[
  {
    "id": "l5_r1",
    "level": 5,
    "type": "story",
    "title": "प्यासा कौआ",
    "native": "एक बार एक कौआ प्यासा था। वह पानी की तलाश में इधर-उधर उड़ रहा था। आखिर उसे एक बाग में एक घड़ा दिखाई दिया। घड़े में पानी बहुत कम था। कौए ने अपनी चोंच पानी तक पहुँचाने की कोशिश की पर वह असफल रहा। फिर उसे एक तरकीब सूझी। उसने पास पड़े कंकड़ उठाकर घड़े में डालने शुरू कर दिए। धीरे-धीरे पानी ऊपर आ गया। कौए ने जी भरकर पानी पिया और उड़ गया।"
  },
  {
    "id": "l5_r2",
    "level": 5,
    "type": "story",
    "title": "लालची कुत्ता",
    "native": "एक कुत्ते को कहीं से मांस का टुकड़ा मिला। वह उसे मुँह में दबाकर नदी के पुल पर से गुज़र रहा था। उसने पानी में अपनी परछाई देखी। उसने सोचा कि पानी में कोई और कुत्ता है जिसके पास भी मांस का टुकड़ा है। उसके मन में लालच आ गया। वह दूसरे कुत्ते का मांस छीनने के लिए भौंका। जैसे ही उसने मुँह खोला, उसका अपना मांस का टुकड़ा पानी में गिर गया। वह पछताता हुआ खाली हाथ रह गया।"
  },
  {
    "id": "l5_r3",
    "level": 5,
    "type": "story",
    "title": "चालाक खरगोश",
    "native": "जंगल में एक चालाक खरगोश रहता था। एक दिन शेर ने सभी जानवरों को डराना शुरू कर दिया। खरगोश ने एक योजना बनाई। उसने शेर को कुएँ के पास ले जाकर उसकी परछाई दिखाई। शेर ने उसे दूसरा शेर समझकर कुएँ में छलांग मार दी। इस तरह सभी जानवर बच गए।"
  },
  {
    "id": "l5_r4",
    "level": 5,
    "type": "story",
    "title": "ईमानदार लकड़हारा",
    "native": "एक लकड़हारा नदी के किनारे लकड़ी काट रहा था। अचानक उसकी कुल्हाड़ी नदी में गिर गई। वह दुखी हो गया। एक देवी आईं और सोने और चाँदी की कुल्हाड़ियाँ दिखाईं। लकड़हारे ने सच बोला। उसकी ईमानदारी से खुश होकर देवी ने उसे तीनों कुल्हाड़ियाँ दे दीं।"
  },
  {
    "id": "l5_r5",
    "level": 5,
    "type": "story",
    "title": "चतुर लोमड़ी",
    "native": "एक लोमड़ी को भूख लगी हुई थी। उसने एक कौए को चोंच में रोटी पकड़े देखा। लोमड़ी ने उसकी तारीफ़ की। कौआ खुश होकर बोला और रोटी नीचे गिर गई। लोमड़ी रोटी लेकर चली गई।"
  },
  {
    "id": "l5_r6",
    "level": 5,
    "type": "story",
    "title": "सच्चा दोस्त",
    "native": "दो दोस्त जंगल से जा रहे थे। अचानक एक भालू आ गया। एक दोस्त पेड़ पर चढ़ गया। दूसरा ज़मीन पर लेट गया। भालू उसे मुर्दा समझकर चला गया। इस तरह सच्ची दोस्ती की परख हुई।"
  },
  {
    "id": "l5_r7",
    "level": 5,
    "type": "story",
    "title": "मेहनती चींटी",
    "native": "गर्मी के मौसम में चींटी खाना इकट्ठा कर रही थी। टिड्डा गीत गा रहा था। सर्दी आई तो टिड्डे के पास कुछ नहीं था। चींटी ने उसे मेहनत की सीख दी।"
  },
  {
    "id": "l5_r8",
    "level": 5,
    "type": "story",
    "title": "झूठा गडरिया",
    "native": "एक गडरिया बार-बार झूठी चीख मारता था कि भेड़िया आ गया। लोग दौड़कर आते थे। एक दिन सचमुच भेड़िया आ गया पर किसी ने विश्वास नहीं किया।"
  },
  {
    "id": "l5_r9",
    "level": 5,
    "type": "story",
    "title": "नेकी का फल",
    "native": "एक आदमी ने रास्ते में घायल पक्षी की मदद की। कुछ दिनों बाद उसे मुसीबत आई। वही पक्षी लोगों को ले आया और उसकी जान बच गई।"
  },
  {
    "id": "l5_r10",
    "level": 5,
    "type": "story",
    "title": "धीरज की जीत",
    "native": "एक किसान हर रोज़ खेत में मेहनत करता था। पहले कोई नतीजा नहीं दिखा। उसने धीरज नहीं छोड़ा। समय के साथ फसल अच्छी हो गई।"
  },
  {
    "id": "l5_r11",
    "level": 5,
    "type": "story",
    "title": "समझदार राजा",
    "native": "एक राजा अपने लोगों की बात सुनता था। वह फैसले सोच-समझकर करता था। इस कारण उसका राज्य खुशहाल था। लोग उसे प्यार करते थे।"
  },
  {
    "id": "l5_r12",
    "level": 5,
    "type": "story",
    "title": "समय सब सिखाता है",
    "native": "एक नौजवान बहुत अहंकार करता था। समय के साथ उसने गलतियाँ कीं। मुश्किलों ने उसे सिखाया। आखिर वह विनम्र बन गया।"
  },
  {
    "id": "l5_r13",
    "level": 5,
    "type": "story",
    "title": "शेर और चालाक गीदड़",
    "native": "एक बूढ़ा शेर शिकार नहीं कर पाता था। उसने एक चालाक गीदड़ को अपना मंत्री बनाया। गीदड़ अपनी चतुराई से शेर के लिए रोज शिकार ले आता। एक दिन गीदड़ ने शेर को ही अपनी चतुराई से मार दिया और खुद जंगल का राजा बन गया। इस कहानी से हमें यह सीख मिलती है कि हमें अपनी ताकत का गलत इस्तेमाल नहीं करना चाहिए।"
  },
  {
    "id": "l5_r14",
    "level": 5,
    "type": "story",
    "title": "दो बिल्लियाँ और बंदर",
    "native": "दो बिल्लियों को एक रोटी मिली। वे रोटी के बंटवारे के लिए लड़ने लगीं। एक बंदर ने उन्हें देखा और उनका झगड़ा सुलझाने आया। उसने तराजू मंगाया और रोटी के दो टुकड़े किए। वह एक टुकड़े को थोड़ा खाकर दूसरे टुकड़े के बराबर करता और फिर दूसरे टुकड़े को। ऐसा करते-करते वह पूरी रोटी खा गया। दोनों बिल्लियाँ देखती रह गईं।"
  },
  {
    "id": "l5_r15",
    "level": 5,
    "type": "story",
    "title": "मूर्ख ब्राह्मण और तीन ठग",
    "native": "एक ब्राह्मण एक बकरी खरीद कर घर ले जा रहा था। रास्ते में उसे तीन ठग मिले। उन्होंने ब्राह्मण को यह कहकर बहकाया कि वह बकरी नहीं, बल्कि एक कुत्ता है। ब्राह्मण उनकी बातों में आ गया और बकरी को छोड़कर चला गया। ठग बकरी को लेकर भाग गए।"
  },
  {
    "id": "l5_r16",
    "level": 5,
    "type": "story",
    "title": "घमंडी बारहसिंगा",
    "native": "एक बारहसिंगा अपने सुंदर सींगों पर बहुत घमंड करता था, लेकिन अपने पतले पैरों को पसंद नहीं करता था। एक दिन शिकारी कुत्तों ने उसका पीछा किया। वह अपने पतले पैरों के कारण तेजी से भागा, लेकिन उसके सींग झाड़ियों में फंस गए। तब उसे समझ आया कि सुंदरता से ज्यादा उपयोगिता महत्वपूर्ण है।"
  },
  {
    "id": "l5_r17",
    "level": 5,
    "type": "story",
    "title": "संगठन में शक्ति",
    "native": "एक शिकारी ने कबूतरों को पकड़ने के लिए जाल बिछाया। कबूतर दाना चुगने आए और जाल में फंस गए। उनके राजा ने उन्हें एक साथ उड़ने की सलाह दी। सभी कबूतर एक साथ जोर लगाकर उड़े और जाल को लेकर उड़ गए। इस तरह वे शिकारी से बच निकले।"
  },
  {
    "id": "l5_r18",
    "level": 5,
    "type": "story",
    "title": "किसान और उसके चार बेटे",
    "native": "एक किसान के चार बेटे थे जो हमेशा आपस में लड़ते रहते थे। किसान ने उन्हें एक-एक लकड़ी तोड़ने को दी, जो उन्होंने आसानी से तोड़ दी। फिर उसने उन्हें लकड़ियों का गट्ठर तोड़ने को दिया, जिसे कोई नहीं तोड़ पाया। तब किसान ने समझाया कि एकता में ही शक्ति है।"
  },
  {
    "id": "l5_r19",
    "level": 5,
    "type": "story",
    "title": "सोने का अंडा देने वाली मुर्गी",
    "native": "एक किसान के पास एक मुर्गी थी जो रोज एक सोने का अंडा देती थी। किसान और उसकी पत्नी लालच में आ गए। उन्होंने सोचा कि मुर्गी के पेट में बहुत सारे अंडे होंगे। उन्होंने मुर्गी को काट दिया, लेकिन उन्हें कुछ नहीं मिला। लालच के कारण वे रोज मिलने वाले अंडे से भी हाथ धो बैठे।"
  },
  {
    "id": "l5_r20",
    "level": 5,
    "type": "story",
    "title": "लकड़ी का कटोरा",
    "native": "एक बूढ़ा आदमी अपने बेटे और बहू के साथ रहता था। उसके हाथ कांपते थे, जिससे खाना गिर जाता था। बेटे और बहू ने उसे एक लकड़ी का कटोरा दे दिया। एक दिन उनका छोटा बेटा लकड़ी से कुछ बना रहा था। पूछने पर उसने बताया कि वह अपने माता-पिता के लिए लकड़ी का कटोरा बना रहा है। यह सुनकर बेटे और बहू को अपनी गलती का एहसास हुआ।"
  },
  {
    "id": "l5_r21",
    "level": 5,
    "type": "story",
    "title": "चार दोस्त और शिकारी",
    "native": "एक कछुआ, एक कौआ, एक चूहा और एक हिरण बहुत अच्छे दोस्त थे। एक दिन हिरण शिकारी के जाल में फंस गया। तीनों दोस्तों ने मिलकर योजना बनाई। चूहे ने जाल काट दिया, कौए ने शिकारी को गुमराह किया और कछुए ने उसका ध्यान भटकाया। इस तरह उन्होंने अपने दोस्त को बचा लिया।"
  },
  {
    "id": "l5_r22",
    "level": 5,
    "type": "story",
    "title": "बीरबल की खिचड़ी",
    "native": "बादशाह अकबर ने घोषणा की कि जो कोई पूरी रात ठंडे पानी में खड़ा रहेगा, उसे इनाम मिलेगा। एक गरीब ब्राह्मण यह करने के लिए तैयार हो गया। वह पूरी रात पानी में खड़ा रहा, लेकिन बीरबल के कहने पर अकबर ने उसे इनाम नहीं दिया। तब बीरबल ने अपनी खिचड़ी पकाने के लिए आग से बहुत ऊपर एक बर्तन लटका दिया। उन्होंने अकबर को समझाया कि जैसे दूर की आग से खिचड़ी नहीं पक सकती, वैसे ही दूर के दीये की गर्मी से ब्राह्मण को गर्मी नहीं मिल सकती। अकबर को अपनी गलती का एहसास हुआ।"
  },
  {
    "id": "l5_r23",
    "level": 5,
    "type": "story",
    "title": "सबसे बड़ा मूर्ख",
    "native": "एक बार अकबर ने बीरबल से राज्य के सबसे बड़े मूर्खों को ढूंढने के लिए कहा। बीरबल कुछ दिनों बाद दो आदमियों के साथ लौटे। एक आदमी सिर पर घास का गट्ठर उठाए हुए था जबकि वह घोड़े पर बैठा था। दूसरा आदमी अपनी अंगूठी ढूंढ रहा था जो कहीं और खो गई थी लेकिन वह वहाँ ढूंढ रहा था जहाँ रोशनी थी। बीरबल ने समझाया कि कैसे ये दोनों मूर्ख हैं।"
  },
  {
    "id": "l5_r24",
    "level": 5,
    "type": "story",
    "title": "सही और गलत की पहचान",
    "native": "एक गुरु अपने दो शिष्यों की परीक्षा लेना चाहते थे। उन्होंने दोनों को एक-एक कबूतर दिया और कहा कि इसे ऐसी जगह मारो जहाँ कोई न देख रहा हो। एक शिष्य ने कबूतर को मार दिया, लेकिन दूसरा वापस आ गया। उसने कहा, 'गुरुजी, मैं जहाँ भी गया, मैंने पाया कि मेरी आत्मा मुझे देख रही है।' गुरु ने उसे ही अपना उत्तराधिकारी चुना।"
  },
  {
    "id": "l5_r25",
    "level": 5,
    "type": "story",
    "title": "असली माँ कौन",
    "native": "एक बार राजा के दरबार में दो औरतें एक बच्चे के लिए लड़ रही थीं। दोनों ही उसे अपना बेटा बता रही थीं। राजा ने बच्चे के दो टुकड़े करने का आदेश दिया। एक औरत चुप रही, लेकिन दूसरी रोने लगी और कहा कि बच्चा दूसरी औरत को दे दो, बस उसे काटो मत। राजा समझ गया कि वही असली माँ है।"
  },
  {
    "id": "l5_r26",
    "level": 5,
    "type": "story",
    "title": "उपकार का बदला",
    "native": "एक चींटी पानी में गिर गई। एक कबूतर ने एक पत्ता गिराकर उसकी जान बचाई। कुछ दिनों बाद एक शिकारी ने कबूतर पर निशाना साधा। चींटी ने शिकारी के पैर में काट लिया, जिससे उसका निशाना चूक गया और कबूतर की जान बच गई।"
  },
  {
    "id": "l5_r27",
    "level": 5,
    "type": "story",
    "title": "गड़ा हुआ खजाना",
    "native": "एक किसान के बेटे बहुत आलसी थे। मरने से पहले किसान ने उनसे कहा कि उसने खेत में खजाना छिपा रखा है। बेटों ने खजाना ढूंढने के लिए पूरा खेत खोद डाला। उन्हें खजाना तो नहीं मिला, लेकिन खेत की अच्छी जुताई हो गई, जिससे उस साल फसल बहुत अच्छी हुई। तब उन्हें मेहनत के महत्व का पता चला।"
  },
  {
    "id": "l5_r28",
    "level": 5,
    "type": "story",
    "title": "अंगूर खट्टे हैं",
    "native": "एक लोमड़ी को अंगूर का एक गुच्छा दिखाई दिया। वह उसे खाने के लिए बार-बार उछली, लेकिन उस तक नहीं पहुंच पाई। आखिर में वह यह कहकर चली गई कि 'अंगूर खट्टे हैं'। इस कहानी से यह सीख मिलती है कि जब लोग कोई चीज हासिल नहीं कर पाते तो वे उसमें दोष निकालने लगते हैं।"
  },
  {
    "id": "l5_r29",
    "level": 5,
    "type": "story",
    "title": "जैसा सवाल वैसा जवाब",
    "native": "एक बार अकबर ने बीरबल से पूछा, 'बताओ, इस शहर में कितने कौए हैं?' बीरबल ने तुरंत जवाब दिया, 'हुजूर, इतने-इतने।' अकबर ने कहा, 'अगर ज्यादा हुए तो?' बीरबल ने कहा, 'तो बाहर से मेहमान आए होंगे।' 'और कम हुए तो?' 'तो हमारे शहर के कौए बाहर मेहमाननवाजी के लिए गए होंगे।' अकबर बीरबल की हाजिरजवाबी से बहुत खुश हुए।"
  },
  {
    "id": "l5_r30",
    "level": 5,
    "type": "story",
    "title": "तीन मछलियाँ",
    "native": "एक तालाब में तीन मछलियाँ रहती थीं। एक बहुत बुद्धिमान थी, दूसरी हाजिरजवाब और तीसरी भाग्य के भरोसे रहने वाली। एक दिन मछुआरों ने तालाब में जाल डालने की बात की। बुद्धिमान मछली तुरंत दूसरे तालाब में चली गई। जब मछुआरे आए तो हाजिरजवाब मछली ने मरने का नाटक किया और बच निकली। लेकिन तीसरी मछली भाग्य के भरोसे रही और मारी गई।"
  },
  {
    "id": "l5_r31",
    "level": 5,
    "type": "story",
    "title": "नीला गीदड़",
    "native": "एक गीदड़ गलती से नीले रंग के एक टब में गिर गया। जब वह बाहर निकला तो उसका रंग नीला हो गया था। जंगल के जानवरों ने उसे एक अजीब जानवर समझकर अपना राजा बना लिया। एक दिन उसने दूसरे गीदड़ों की आवाज सुनी और खुद भी हुआं-हुआं करने लगा। उसकी असलियत सबके सामने आ गई और उसे जंगल से भागना पड़ा।"
  },
  {
    "id": "l5_r32",
    "level": 5,
    "type": "story",
    "title": "दर्जी और हाथी",
    "native": "एक हाथी रोज एक दर्जी की दुकान पर जाता था और दर्जी उसे खाने के लिए कुछ देता था। एक दिन दर्जी को मजाक सूझा और उसने हाथी की सूंड में सुई चुभो दी। हाथी को बहुत गुस्सा आया। वह नदी से अपनी सूंड में गंदा पानी भरकर लाया और दर्जी की दुकान में फेंक दिया। इससे दर्जी के सारे कपड़े खराब हो गए।"
  },
  {
    "id": "l5_r33",
    "level": 5,
    "type": "story",
    "title": "शेर की खाल में गधा",
    "native": "एक गधे को शेर की खाल मिली। उसने उसे पहन लिया और जंगल में जानवरों को डराने लगा। सभी जानवर उससे डरकर भागने लगे। गधा बहुत खुश हुआ और अपनी असली आवाज में रेंकने लगा। उसकी आवाज सुनकर सभी जानवर समझ गए कि वह गधा है और उन्होंने उसे पीट-पीटकर भगा दिया।"
  },
  {
    "id": "l5_r34",
    "level": 5,
    "type": "story",
    "title": "मूर्ख बंदर",
    "native": "एक राजा के पास एक पालतू बंदर था। राजा उसे बहुत प्यार करता था। एक दिन राजा सो रहा था और एक मक्खी बार-बार उसकी नाक पर बैठ रही थी। बंदर राजा की रक्षा करना चाहता था। उसने तलवार उठाई और मक्खी को मारने के लिए राजा की नाक पर वार कर दिया। मक्खी तो उड़ गई, लेकिन राजा की नाक कट गई।"
  },
  {
    "id": "l5_r35",
    "level": 5,
    "type": "story",
    "title": "बगुला और केकड़ा",
    "native": "एक बूढ़ा बगुला मछलियाँ नहीं पकड़ पाता था। उसने एक योजना बनाई और तालाब की मछलियों से कहा कि कुछ मछुआरे तालाब को सुखाने आ रहे हैं। वह उन्हें एक-एक करके एक चट्टान पर ले जाकर खाने लगा। एक केकड़े को उस पर शक हुआ और उसने बगुले की गर्दन काट दी।"
  },
  {
    "id": "l5_r36",
    "level": 5,
    "type": "story",
    "title": "ब्राह्मण का सपना",
    "native": "एक गरीब ब्राह्मण को दान में आटे का एक बर्तन मिला। वह उसे लेकर सो गया और सपने देखने लगा कि वह आटा बेचकर अमीर बन जाएगा, फिर शादी करेगा और उसका एक बेटा होगा जो उसकी बात नहीं सुनेगा तो वह उसे लात मारेगा। सपने में उसने सचमुच लात चला दी और आटे का बर्तन टूट गया।"
  },
  {
    "id": "l5_r37",
    "level": 5,
    "type": "story",
    "title": "चिड़िया और बंदर",
    "native": "एक पेड़ पर एक चिड़िया का घोंसला था। एक दिन जोर से बारिश हो रही थी और एक बंदर भीगता हुआ उस पेड़ पर आया। चिड़िया ने उसे सलाह दी कि अगर उसने घर बनाया होता तो वह नहीं भीगता। बंदर को गुस्सा आ गया और उसने चिड़िया का घोंसला तोड़ दिया।"
  },
  {
    "id": "l5_r38",
    "level": 5,
    "type": "story",
    "title": "ढोल की पोल",
    "native": "एक गीदड़ को एक ढोल मिला। जब हवा चलती तो उससे 'ढम-ढम' की आवाज आती। गीदड़ डर गया। फिर उसने सोचा कि इसमें कोई जानवर हो सकता है। उसने ढोल को फाड़ दिया, लेकिन उसमें कुछ नहीं मिला। इस कहानी से यह सीख मिलती है कि हमें सुनी-सुनाई बातों पर विश्वास नहीं करना चाहिए।"
  },
  {
    "id": "l5_r39",
    "level": 5,
    "type": "story",
    "title": "काम करने वाला गधा",
    "native": "एक धोबी के पास एक गधा और एक घोड़ा था। वह गधे पर ज्यादा बोझ लादता था। एक दिन गधे ने घोड़े से कुछ बोझ लेने के लिए कहा, लेकिन घोड़े ने मना कर दिया। थोड़ी देर बाद गधा बोझ के कारण मर गया। तब धोबी ने सारा बोझ घोड़े पर लाद दिया।"
  },
  {
    "id": "l5_r40",
    "level": 5,
    "type": "story",
    "title": "जादुई बर्तन",
    "native": "एक गरीब लड़की को एक जादुई बर्तन मिला जो कहने पर खीर बनाता था। एक दिन लड़की की माँ ने बर्तन से खीर बनाने को कहा, लेकिन वह उसे रोकना भूल गई। पूरे शहर में खीर फैल गई। जब लड़की वापस आई तो उसने बर्तन को रोका। तब से शहर के लोगों को एक-दूसरे के घर जाने के लिए खीर खाकर रास्ता बनाना पड़ता है।"
  },
  {
    "id": "l5_r41",
    "level": 5,
    "type": "story",
    "title": "राजा का तोता",
    "native": "एक राजा के पास एक बहुत सुंदर तोता था। राजा उससे बहुत प्यार करता था। एक दिन तोता उड़ गया। राजा ने उसे ढूंढने वाले को इनाम देने की घोषणा की। एक गरीब आदमी को वह तोता मिला, लेकिन उसने उसे राजा को नहीं लौटाया। उसने सोचा कि वह तोते से ज्यादा कमा सकता है। लेकिन तोता कुछ दिनों बाद मर गया और आदमी को कुछ नहीं मिला।"
  },
  {
    "id": "l5_r42",
    "level": 5,
    "type": "story",
    "title": "चार अंधे और हाथी",
    "native": "चार अंधे आदमी एक हाथी के पास गए। एक ने हाथी के पैर को छुआ और कहा कि हाथी एक खंभे जैसा है। दूसरे ने पूंछ को छुआ और कहा कि हाथी एक रस्सी जैसा है। तीसरे ने सूंड को छुआ और कहा कि हाथी एक अजगर जैसा है। चौथे ने कान को छुआ और कहा कि हाथी एक पंखे जैसा है। वे सभी अपने-अपने हिसाब से सही थे, लेकिन पूरी तरह से गलत थे।"
  }
]
