[
  {
    "id": "story-1",
    "level": 5,
    "type": "story",
    "title": "ਰਾਜ (Raj)",
    "native": "ਇੱਕ ਵਾਰ ਇੱਕ ਛੋਟਾ ਬੱਚਾ ਸੀ। ਉਸਦਾ ਨਾਮ ਰਾਜ ਸੀ। ਰਾਜ ਨੂੰ ਪੜ੍ਹਨਾ ਬਹੁਤ ਪਸੰਦ ਸੀ। ਉਹ ਹਰ ਰੋਜ਼ ਸਕੂਲ ਜਾਂਦਾ ਸੀ। ਉਸਦੇ ਅਧਿਆਪਕ ਉਸਨੂੰ ਬਹੁਤ ਪਿਆਰ ਕਰਦੇ ਸਨ। ਰਾਜ ਹਮੇਸ਼ਾ ਆਪਣੀ ਕਿਤਾਬ ਪੜ੍ਹਦਾ ਸੀ। ਇੱਕ ਦਿਨ ਉਸਨੇ ਇੱਕ ਨਵੀਂ ਕਿਤਾਬ ਪੜ੍ਹੀ। ਉਸ ਕਿਤਾਬ ਵਿੱਚ ਬਹੁਤ ਸਾਰੀਆਂ ਕਹਾਣੀਆਂ ਸਨ। ਰਾਜ ਨੂੰ ਉਹ ਕਹਾਣੀਆਂ ਬਹੁਤ ਪਸੰਦ ਆਈਆਂ। ਉਸਨੇ ਆਪਣੀ ਮਾਂ ਨੂੰ ਵੀ ਉਹ ਕਹਾਣੀਆਂ ਸੁਣਾਈਆਂ। ਮਾਂ ਬਹੁਤ ਖੁਸ਼ ਹੋਈ। ਰਾਜ ਨੇ ਸੋਚਿਆ ਕਿ ਪੜ੍ਹਨਾ ਬਹੁਤ ਮਜ਼ੇਦਾਰ ਹੈ।",
    "transliteration": "Ik vaar ik chhota baccha si. Usda naam Raj si. Raj nu parhna bahut pasand si. Uh har roz school janda si. Usde adhyapak usnu bahut pyar karde san. Raj hamesha apni kitab parhda si. Ik din usne ik navi kitab parhi. Us kitab vich bahut sariyan kahaniyan san. Raj nu uh kahaniyan bahut pasand aiyan. Usne apni maan nu vi uh kahaniyan sunaiyan. Maan bahut khush hoi. Raj ne sochya ki parhna bahut mazedar hai.",
    "meaning": "Once upon a time there was a little child. His name was Raj. Raj loved to read. He went to school every day. His teachers loved him very much. Raj always read his book. One day he read a new book. That book had many stories. Raj liked those stories very much. He also told those stories to his mother. Mother was very happy. Raj thought that reading is very enjoyable.",
    "audioSrc": "assets/audio/stories/story1.mp3"
  },
  {
    "id": "story-2",
    "level": 5,
    "type": "story",
    "title": "ਬਾਬਾ ਜੀ (Baba Ji)",
    "native": "ਪਿੰਡ ਵਿੱਚ ਇੱਕ ਬੁੱਢਾ ਬੂਟਾ ਸੀ। ਉਸਦਾ ਨਾਮ ਬਾਬਾ ਜੀ ਸੀ। ਬਾਬਾ ਜੀ ਹਰ ਸਵੇਰ ਸੈਰ ਕਰਨ ਜਾਂਦੇ ਸਨ। ਉਹ ਪਿੰਡ ਦੇ ਬੱਚਿਆਂ ਨੂੰ ਕਹਾਣੀਆਂ ਸੁਣਾਉਂਦੇ ਸਨ। ਬੱਚੇ ਬਾਬਾ ਜੀ ਦੇ ਆਲੇ-ਦੁਆਲੇ ਬੈਠ ਜਾਂਦੇ ਸਨ। ਬਾਬਾ ਜੀ ਉਨ੍ਹਾਂ ਨੂੰ ਪੁਰਾਣੀਆਂ ਕਹਾਣੀਆਂ ਸੁਣਾਉਂਦੇ ਸਨ। ਬੱਚੇ ਧਿਆਨ ਨਾਲ ਸੁਣਦੇ ਸਨ। ਉਨ੍ਹਾਂ ਨੂੰ ਇਹ ਕਹਾਣੀਆਂ ਬਹੁਤ ਪਸੰਦ ਆਉਂਦੀਆਂ ਸਨ। ਬਾਬਾ ਜੀ ਦੀ ਕਹਾਣੀ ਸੁਣ ਕੇ ਬੱਚੇ ਬਹੁਤ ਖੁਸ਼ ਹੁੰਦੇ ਸਨ।",
    "transliteration": "Pind vich ik budha buta si. Usda naam Baba Ji si. Baba Ji har saver sair karan jande san. Uh pind de bacchian nu kahaniyan sunaunde san. Bacche Baba Ji de ale-duale baith jande san. Baba Ji unhan nu puraniyan kahaniyan sunaunde san. Bacche dhyan nal sunde san. Unhan nu eh kahaniyan bahut pasand aundiyan san. Baba Ji di kahani sun ke bacche bahut khush hunde san.",
    "meaning": "In the village there was an old tree. Its name was Baba Ji. Baba Ji went for a walk every morning. He used to tell stories to the village children. Children would sit around Baba Ji. Baba Ji would tell them old stories. Children would listen attentively. They liked these stories very much. Children would be very happy after listening to Baba Ji's story.",
    "audioSrc": "assets/audio/stories/story2.mp3"
  }
]

