[
  {
    "id": "paragraph-1",
    "level": 4,
    "type": "paragraph",
    "title": "ਪੰਜਾਬ (Punjab)",
    "native": "ਪੰਜਾਬ ਭਾਰਤ ਦਾ ਇੱਕ ਸੁੰਦਰ ਰਾਜ ਹੈ। ਇੱਥੇ ਬਹੁਤ ਸਾਰੇ ਲੋਕ ਰਹਿੰਦੇ ਹਨ। ਪੰਜਾਬੀ ਇੱਥੇ ਦੀ ਮੁੱਖ ਭਾਸ਼ਾ ਹੈ। ਲੋਕ ਖੇਤੀਬਾੜੀ ਕਰਦੇ ਹਨ ਅਤੇ ਗੇਹੂੰ, ਚੌਲ ਅਤੇ ਹੋਰ ਫਸਲਾਂ ਉਗਾਉਂਦੇ ਹਨ।",
    "transliteration": "Punjab Bharat da ik sundar raj hai. Ethe bahut sare lok rehnde han. Punjabi ethe di mukhi bhasha hai. Lok khetibari karde han ate gehu, chaul ate hor fasalau ugande han.",
    "meaning": "Punjab is a beautiful state of India. Many people live here. Punjabi is the main language here. People do farming and grow wheat, rice and other crops.",
    "audioSrc": "assets/audio/paragraphs/paragraph1.mp3"
  },
  {
    "id": "paragraph-2",
    "level": 4,
    "type": "paragraph",
    "title": "ਸਕੂਲ (School)",
    "native": "ਸਕੂਲ ਵਿੱਚ ਬੱਚੇ ਪੜ੍ਹਦੇ ਹਨ। ਅਧਿਆਪਕ ਉਨ੍ਹਾਂ ਨੂੰ ਪੜ੍ਹਾਉਂਦੇ ਹਨ। ਬੱਚੇ ਕਿਤਾਬਾਂ ਪੜ੍ਹਦੇ ਹਨ ਅਤੇ ਲਿਖਦੇ ਹਨ। ਉਹ ਖੇਡਦੇ ਵੀ ਹਨ। ਸਕੂਲ ਇੱਕ ਮਹੱਤਵਪੂਰਨ ਜਗ੍ਹਾ ਹੈ।",
    "transliteration": "School vich bacche parhde han. Adhyapak unhan nu parhaunde han. Bacche kitaban parhde han ate likhde han. Uh khedde vi han. School ik mahatvapurn jagah hai.",
    "meaning": "Children study in school. Teachers teach them. Children read books and write. They also play. School is an important place.",
    "audioSrc": "assets/audio/paragraphs/paragraph2.mp3"
  },
  {
    "id": "paragraph-3",
    "level": 4,
    "type": "paragraph",
    "title": "ਪਰਿਵਾਰ (Family)",
    "native": "ਪਰਿਵਾਰ ਬਹੁਤ ਮਹੱਤਵਪੂਰਨ ਹੈ। ਮਾਂ-ਪਿਤਾ ਬੱਚਿਆਂ ਦੀ ਦੇਖਭਾਲ ਕਰਦੇ ਹਨ। ਦਾਦਾ-ਦਾਦੀ ਕਹਾਣੀਆਂ ਸੁਣਾਉਂਦੇ ਹਨ। ਸਾਰੇ ਇਕੱਠੇ ਖਾਣਾ ਖਾਂਦੇ ਹਨ। ਪਰਿਵਾਰ ਪਿਆਰ ਅਤੇ ਸਹਾਇਤਾ ਦਾ ਸਰੋਤ ਹੈ।",
    "transliteration": "Parivar bahut mahatvapurn hai. Maan-pita bacchian di dekhbhal karde han. Dada-dadi kahaniyan sunaunde han. Sare ikathe khana khande han. Parivar pyar ate sahayata da srot hai.",
    "meaning": "Family is very important. Parents take care of children. Grandparents tell stories. Everyone eats together. Family is a source of love and support.",
    "audioSrc": "assets/audio/paragraphs/paragraph3.mp3"
  }
]

