[
  {
    "id": "l4_r1",
    "level": 4,
    "type": "paragraph",
    "title": "ਮੇਰਾ ਪਿੰਡ",
    "native": "ਮੇਰਾ ਪਿੰਡ ਬਹੁਤ ਸੋਹਣਾ ਹੈ। ਇੱਥੇ ਹਰ ਪਾਸੇ ਹਰਿਆਲੀ ਹੈ। ਲੋਕ ਬਹੁਤ ਮਿਹਨਤੀ ਹਨ। ਸਾਰੇ ਰਲ-ਮਿਲ ਕੇ ਰਹਿੰਦੇ ਹਨ।",
    "transliteration": "Mera pind bahut sohna hai. Itthe har paase haryali hai. Lok bahut mehnati han. Saare ral-mil ke rehnde han.",
    "audioSrc": "assets/audio/para1.mp3"
  },
  {
    "id": "l4_r2",
    "level": 4,
    "type": "paragraph",
    "title": "ਸਵੇਰ ਦੀ ਸੈਰ",
    "native": "ਸਵੇਰ ਦੀ ਸੈਰ ਸਿਹਤ ਲਈ ਚੰਗੀ ਹੁੰਦੀ ਹੈ। ਤਾਜ਼ੀ ਹਵਾ ਮਨ ਨੂੰ ਖੁਸ਼ ਕਰ ਦਿੰਦੀ ਹੈ। ਪੰਛੀਆਂ ਦੀ ਆਵਾਜ਼ ਸੁਣਨ ਨੂੰ ਮਿਲਦੀ ਹੈ।",
    "transliteration": "Sver di sair sehat layi changi jundi hai. Taazi hawa mann nu khush kar dindi hai. Panchian di awaaz sunan nu mildi hai.",
    "audioSrc": "assets/audio/para2.mp3"
  },
  {
    "id": "l4_r3",
    "level": 4,
    "type": "paragraph",
    "title": "ਦੀਵਾਲੀ",
    "native": "ਦੀਵਾਲੀ ਰੌਸ਼ਨੀ ਦਾ ਤਿਉਹਾਰ ਹੈ। ਲੋਕ ਆਪਣੇ ਘਰਾਂ ਨੂੰ ਸਜਾਉਂਦੇ ਹਨ। ਰਾਤ ਨੂੰ ਦੀਵੇ ਜਗਾਏ ਜਾਂਦੇ ਹਨ। ਬੱਚੇ ਪਟਾਕੇ ਚਲਾਉਂਦੇ ਹਨ।",
    "transliteration": "Diwali roshni da tyohaar hai. Lok apne gharan nu sajaunde han. Raat nu deeve jagaye jande han. Bachche patake chalaunde han.",
    "audioSrc": "assets/audio/para3.mp3"
  },
  {
    "id": "l4_r4",
    "level": 4,
    "type": "paragraph",
    "title": "ਮੇਰਾ ਮਿੱਤਰ",
    "native": "ਰਮਨ ਮੇਰਾ ਪੱਕਾ ਮਿੱਤਰ ਹੈ। ਅਸੀਂ ਇਕੱਠੇ ਸਕੂਲ ਜਾਂਦੇ ਹਾਂ। ਉਹ ਪੜ੍ਹਾਈ ਵਿੱਚ ਬਹੁਤ ਹੁਸ਼ਿਆਰ ਹੈ। ਅਸੀਂ ਸ਼ਾਮ ਨੂੰ ਖੇਡਦੇ ਹਾਂ।",
    "transliteration": "Raman mera pakka mittar hai. Asin ikathe school jande haan. Oh parhai vich bahut hushiyar hai. Asin shaam nu khedde haan.",
    "audioSrc": "assets/audio/para4.mp3"
  },
  {
    "id": "l4_r5",
    "level": 4,
    "type": "paragraph",
    "title": "ਪੰਜਾਬ",
    "native": "ਪੰਜਾਬ ਭਾਰਤ ਦਾ ਇੱਕ ਪ੍ਰਸਿੱਧ ਰਾਜ ਹੈ। ਇਸਨੂੰ ਪੰਜ ਦਰਿਆਵਾਂ ਦੀ ਧਰਤੀ ਕਿਹਾ ਜਾਂਦਾ ਹੈ। ਇੱਥੋਂ ਦੇ ਲੋਕ ਬਹੁਤ ਬਹਾਦਰ ਹਨ। ਭੰਗੜਾ ਅਤੇ ਗਿੱਧਾ ਇੱਥੋਂ ਦੇ ਲੋਕ ਨਾਚ ਹਨ।",
    "transliteration": "Punjab Bharat da ek prasidh raaj hai. Isnu panj daryavaan di dharti keha janda hai. Itthon de lok bahut bahadar han. Bhangra ate Giddha itthon de lok naach han.",
    "audioSrc": "assets/audio/para5.mp3"
  },
  {
    "id": "l4_r6",
    "level": 4,
    "type": "paragraph",
    "title": "ਗੁਰਦੁਆਰਾ",
    "native": "ਗੁਰਦੁਆਰਾ ਸਿੱਖਾਂ ਦਾ ਧਾਰਮਿਕ ਸਥਾਨ ਹੈ। ਇੱਥੇ ਹਰ ਕੋਈ ਬਿਨਾਂ ਭੇਦਭਾਵ ਦੇ ਆ ਸਕਦਾ ਹੈ। ਲੰਗਰ ਦੀ ਸੇਵਾ ਹਮੇਸ਼ਾ ਚਲਦੀ ਰਹਿੰਦੀ ਹੈ।",
    "transliteration": "Gurdwara Sikhan da dharmik sthan hai. Itthe har koi bina bhedbhav de aa sakda hai. Langar di sewa hamesha chaldi rehndi hai.",
    "audioSrc": "assets/audio/para6.mp3"
  },
  {
    "id": "l4_r7",
    "level": 4,
    "type": "paragraph",
    "title": "ਕਿਸਾਨ",
    "native": "ਕਿਸਾਨ ਖੇਤਾਂ ਵਿੱਚ ਕੰਮ ਕਰਦਾ ਹੈ। ਉਹ ਸਾਡੇ ਲਈ ਅੰਨ ਉਗਾਉਂਦਾ ਹੈ। ਉਸਦੀ ਮਿਹਨਤ ਨਾਲ ਹੀ ਦੇਸ਼ ਤਰੱਕੀ ਕਰਦਾ ਹੈ।",
    "transliteration": "Kisan khetan vich kamm karda hai. Oh saade layi ann ugaunda hai. Usdi mehnat naal hi desh tarakki karda hai.",
    "audioSrc": "assets/audio/para7.mp3"
  },
  {
    "id": "l4_r8",
    "level": 4,
    "type": "paragraph",
    "title": "ਵਿਸਾਖੀ",
    "native": "ਵਿਸਾਖੀ ਪੰਜਾਬ ਦਾ ਮੁੱਖ ਤਿਉਹਾਰ ਹੈ। ਇਹ ਕਣਕ ਦੀ ਫਸਲ ਪੱਕਣ ਦੀ ਖੁਸ਼ੀ ਵਿੱਚ ਮਨਾਇਆ ਜਾਂਦਾ ਹੈ। ਲੋਕ ਮੇਲੇ ਵਿੱਚ ਜਾਂਦੇ ਹਨ।",
    "transliteration": "Vaisakhi Punjab da mukh tyohaar hai. Eh kanak di fasal pakkan di khushi vich manaya janda hai. Lok mele vich jande han.",
    "audioSrc": "assets/audio/para8.mp3"
  },
  {
    "id": "l4_r9",
    "level": 4,
    "type": "paragraph",
    "title": "ਹਾਕੀ",
    "native": "ਹਾਕੀ ਭਾਰਤ ਦੀ ਰਾਸ਼ਟਰੀ ਖੇਡ ਹੈ। ਇਸ ਵਿੱਚ ਦੋ ਟੀਮਾਂ ਹੁੰਦੀਆਂ ਹਨ। ਹਰ ਟੀਮ ਵਿੱਚ 11 ਖਿਡਾਰੀ ਹੁੰਦੇ ਹਨ।",
    "transliteration": "Hockey Bharat di rashtri khed hai. Is vich do teema hundiyan han. Har team vich 11 khidari hunde han.",
    "audioSrc": "assets/audio/para9.mp3"
  },
  {
    "id": "l4_r10",
    "level": 4,
    "type": "paragraph",
    "title": "ਸਕੂਲ",
    "native": "ਸਕੂਲ ਵਿੱਦਿਆ ਦਾ ਮੰਦਰ ਹੈ। ਅਸੀਂ ਇੱਥੇ ਨਵੀਆਂ ਗੱਲਾਂ ਸਿੱਖਦੇ ਹਾਂ। ਅਧਿਆਪਕ ਸਾਨੂੰ ਚੰਗੇ ਇਨਸਾਨ ਬਣਨਾ ਸਿਖਾਉਂਦੇ ਹਨ।",
    "transliteration": "School vidya da mandar hai. Asin itthe naviyan gallan sikhde haan. Adhyapak saanu change insaan banana sikhaunde han.",
    "audioSrc": "assets/audio/para10.mp3"
  },

  {
    "id": "l4_r11",
    "level": 4,
    "type": "paragraph",
    "title": "ਮੇਰਾ ਘਰ",
    "native": "ਮੇਰਾ ਘਰ ਸਾਫ਼-ਸੁਥਰਾ ਹੈ। ਅਸੀਂ ਸਾਰੇ ਮਿਲ ਕੇ ਰਹਿੰਦੇ ਹਾਂ। ਘਰ ਵਿੱਚ ਪਿਆਰ ਅਤੇ ਸ਼ਾਂਤੀ ਹੈ।",
    "transliteration": "Mera ghar saaf-suthra hai. Asin saare mil ke rehnde haan. Ghar vich pyaar ate shaanti hai.",
    "audioSrc": "assets/audio/para11.mp3"
  },
  {
    "id": "l4_r12",
    "level": 4,
    "type": "paragraph",
    "title": "ਮੇਰਾ ਅਧਿਆਪਕ",
    "native": "ਮੇਰੇ ਅਧਿਆਪਕ ਬਹੁਤ ਦਿਆਲੂ ਹਨ। ਉਹ ਸਾਨੂੰ ਧੀਰਜ ਨਾਲ ਪੜ੍ਹਾਉਂਦੇ ਹਨ। ਉਹ ਸਾਨੂੰ ਸੱਚਾ ਰਸਤਾ ਦਿਖਾਉਂਦੇ ਹਨ।",
    "transliteration": "Mere adhyapak bahut dayalu han. Oh saanu dheeraj naal padhaaunde han. Oh saanu sachcha rasta dikhaaunde han.",
    "audioSrc": "assets/audio/para12.mp3"
  },
  {
    "id": "l4_r13",
    "level": 4,
    "type": "paragraph",
    "title": "ਖੇਡਾਂ",
    "native": "ਖੇਡਾਂ ਸਿਹਤ ਲਈ ਲਾਭਦਾਇਕ ਹੁੰਦੀਆਂ ਹਨ। ਅਸੀਂ ਖੇਡ ਕੇ ਤੰਦਰੁਸਤ ਰਹਿੰਦੇ ਹਾਂ। ਖੇਡਾਂ ਨਾਲ ਮਨ ਖੁਸ਼ ਰਹਿੰਦਾ ਹੈ।",
    "transliteration": "Khedan sehat layi laabhdayak hundiyan han. Asin khed ke tandrust rehnde haan. Khedan naal mann khush rehnda hai.",
    "audioSrc": "assets/audio/para13.mp3"
  },
  {
    "id": "l4_r14",
    "level": 4,
    "type": "paragraph",
    "title": "ਸਫਾਈ",
    "native": "ਸਫਾਈ ਸਾਡੇ ਜੀਵਨ ਲਈ ਬਹੁਤ ਜ਼ਰੂਰੀ ਹੈ। ਸਾਫ਼ ਥਾਂ ਤੇ ਬਿਮਾਰੀਆਂ ਨਹੀਂ ਫੈਲਦੀਆਂ। ਸਾਨੂੰ ਸਫਾਈ ਰੱਖਣੀ ਚਾਹੀਦੀ ਹੈ।",
    "transliteration": "Safai saade jeevan layi bahut zaroori hai. Saaf thaan te bimariyan nahin phaildiyan. Saannu safai rakhni chahidi hai.",
    "audioSrc": "assets/audio/para14.mp3"
  },
  {
    "id": "l4_r15",
    "level": 4,
    "type": "paragraph",
    "title": "ਵਰਖਾ",
    "native": "ਵਰਖਾ ਰੁੱਤ ਵਿੱਚ ਮੀਂਹ ਪੈਂਦਾ ਹੈ। ਖੇਤਾਂ ਨੂੰ ਪਾਣੀ ਮਿਲਦਾ ਹੈ। ਕਿਸਾਨ ਖੁਸ਼ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "transliteration": "Varkha rutt vich meenh painda hai. Khetan nu paani milda hai. Kisan khush ho jaande han.",
    "audioSrc": "assets/audio/para15.mp3"
  },

  {
    "id": "l4_r16",
    "level": 4,
    "type": "paragraph",
    "title": "ਪੁਸਤਕਾਲਾ",
    "native": "ਪੁਸਤਕਾਲਾ ਵਿੱਚ ਬਹੁਤ ਸਾਰੀਆਂ ਕਿਤਾਬਾਂ ਹੁੰਦੀਆਂ ਹਨ। ਇੱਥੇ ਚੁੱਪਚਾਪ ਪੜ੍ਹਨਾ ਚਾਹੀਦਾ ਹੈ। ਗਿਆਨ ਵਧਦਾ ਹੈ।",
    "transliteration": "Pustakala vich bahut saariyan kitaaban hundiyan han. Itthe chup-chaap padhna chahida hai. Gyaan vadhda hai.",
    "audioSrc": "assets/audio/para16.mp3"
  },
  {
    "id": "l4_r17",
    "level": 4,
    "type": "paragraph",
    "title": "ਬਾਗ਼",
    "native": "ਬਾਗ਼ ਵਿੱਚ ਫੁੱਲ ਅਤੇ ਦਰੱਖਤ ਹੁੰਦੇ ਹਨ। ਸਵੇਰ ਦੀ ਸੈਰ ਲਈ ਬਾਗ਼ ਚੰਗੀ ਥਾਂ ਹੈ। ਹਵਾ ਤਾਜ਼ੀ ਹੁੰਦੀ ਹੈ।",
    "transliteration": "Baagh vich phull ate darakhat hunde han. Sver di sair layi baagh changi thaan hai. Hawa taazi hundi hai.",
    "audioSrc": "assets/audio/para17.mp3"
  },
  {
    "id": "l4_r18",
    "level": 4,
    "type": "paragraph",
    "title": "ਮੇਰਾ ਸ਼ੌਂਕ",
    "native": "ਮੇਰਾ ਸ਼ੌਂਕ ਕਿਤਾਬਾਂ ਪੜ੍ਹਨਾ ਹੈ। ਖਾਲੀ ਸਮੇਂ ਵਿੱਚ ਮੈਂ ਕਹਾਣੀਆਂ ਪੜ੍ਹਦਾ ਹਾਂ। ਇਸ ਨਾਲ ਗਿਆਨ ਵਧਦਾ ਹੈ।",
    "transliteration": "Mera shonk kitaaban padhna hai. Khaali samay vich main kahaniyan padhda haan. Is naal gyaan vadhda hai.",
    "audioSrc": "assets/audio/para18.mp3"
  },
  {
    "id": "l4_r19",
    "level": 4,
    "type": "paragraph",
    "title": "ਬਿਜਲੀ",
    "native": "ਬਿਜਲੀ ਨਾਲ ਸਾਡਾ ਕੰਮ ਆਸਾਨ ਹੁੰਦਾ ਹੈ। ਰਾਤ ਨੂੰ ਰੌਸ਼ਨੀ ਮਿਲਦੀ ਹੈ। ਸਾਨੂੰ ਬਿਜਲੀ ਬਚਾਉਣੀ ਚਾਹੀਦੀ ਹੈ।",
    "transliteration": "Bijli naal saada kamm aasaan hunda hai. Raat nu roshni mildi hai. Saannu bijli bachaani chahidi hai.",
    "audioSrc": "assets/audio/para19.mp3"
  },
  {
    "id": "l4_r20",
    "level": 4,
    "type": "paragraph",
    "title": "ਪਾਣੀ",
    "native": "ਪਾਣੀ ਜੀਵਨ ਲਈ ਬਹੁਤ ਜ਼ਰੂਰੀ ਹੈ। ਬਿਨਾਂ ਪਾਣੀ ਦੇ ਜੀਵਨ ਸੰਭਵ ਨਹੀਂ। ਸਾਨੂੰ ਪਾਣੀ ਬਚਾਉਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "transliteration": "Paani jeevan layi bahut zaroori hai. Bina paani de jeevan sambhav nahin. Saannu paani bachana chahida hai.",
    "audioSrc": "assets/audio/para20.mp3"
  },

  {
    "id": "l4_r21",
    "level": 4,
    "type": "paragraph",
    "title": "ਪਰਿਵਾਰ",
    "native": "ਪਰਿਵਾਰ ਸਾਡੇ ਜੀਵਨ ਦੀ ਤਾਕਤ ਹੈ। ਅਸੀਂ ਇੱਕ ਦੂਜੇ ਦੀ ਮਦਦ ਕਰਦੇ ਹਾਂ। ਪਰਿਵਾਰ ਨਾਲ ਖੁਸ਼ੀ ਮਿਲਦੀ ਹੈ।",
    "transliteration": "Parivaar saade jeevan di taakat hai. Asin ik duje di madad karde haan. Parivaar naal khushi mildi hai.",
    "audioSrc": "assets/audio/para21.mp3"
  },
  {
    "id": "l4_r22",
    "level": 4,
    "type": "paragraph",
    "title": "ਬਜ਼ੁਰਗ",
    "native": "ਬਜ਼ੁਰਗਾਂ ਦਾ ਸਤਿਕਾਰ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ। ਉਹ ਸਾਨੂੰ ਜੀਵਨ ਦੇ ਅਨੁਭਵ ਦਿੰਦੇ ਹਨ। ਉਹ ਸਾਡੇ ਮਾਰਗਦਰਸ਼ਕ ਹਨ।",
    "transliteration": "Bazurgan da satkaar karna chahida hai. Oh saanu jeevan de anubhav dinde han. Oh saade margdarshak han.",
    "audioSrc": "assets/audio/para22.mp3"
  },
  {
    "id": "l4_r23",
    "level": 4,
    "type": "paragraph",
    "title": "ਦੇਸ਼ਭਗਤੀ",
    "native": "ਦੇਸ਼ਭਗਤੀ ਇੱਕ ਮਹਾਨ ਗੁਣ ਹੈ। ਸਾਨੂੰ ਆਪਣੇ ਦੇਸ਼ ਨਾਲ ਪਿਆਰ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ। ਦੇਸ਼ ਲਈ ਕੁਰਬਾਨੀ ਦੇਣੀ ਚਾਹੀਦੀ ਹੈ।",
    "transliteration": "Deshbhagti ik mahaan gun hai. Saannu apne desh naal pyaar karna chahida hai. Desh layi kurbani deni chahidi hai.",
    "audioSrc": "assets/audio/para23.mp3"
  },
  {
    "id": "l4_r24",
    "level": 4,
    "type": "paragraph",
    "title": "ਪਸ਼ੂ",
    "native": "ਪਸ਼ੂ ਸਾਡੇ ਮਿੱਤਰ ਹਨ। ਉਹ ਸਾਨੂੰ ਦੁੱਧ ਅਤੇ ਹੋਰ ਚੀਜ਼ਾਂ ਦਿੰਦੇ ਹਨ। ਸਾਨੂੰ ਉਨ੍ਹਾਂ ਨਾਲ ਦਇਆ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ।",
    "transliteration": "Pashu saade mittar han. Oh saanu dudh ate hor cheezan dinde han. Saannu uhna naal daya karni chahidi hai.",
    "audioSrc": "assets/audio/para24.mp3"
  },
  {
    "id": "l4_r25",
    "level": 4,
    "type": "paragraph",
    "title": "ਵਾਤਾਵਰਨ",
    "native": "ਵਾਤਾਵਰਨ ਦੀ ਰੱਖਿਆ ਕਰਨੀ ਸਾਡੀ ਜ਼ਿੰਮੇਵਾਰੀ ਹੈ। ਦਰੱਖਤ ਲਗਾਉਣੇ ਚਾਹੀਦੇ ਹਨ। ਸਾਫ਼ ਹਵਾ ਜ਼ਰੂਰੀ ਹੈ।",
    "transliteration": "Vataavaran di rakhiya karni saadi zimmedari hai. Darakhat lagaunde chahide han. Saaf hawa zaroori hai.",
    "audioSrc": "assets/audio/para25.mp3"
  },
  {
    "id": "l4_r26",
    "level": 4,
    "type": "paragraph",
    "title": "ਟ੍ਰੇਨ",
    "native": "ਟ੍ਰੇਨ ਇੱਕ ਮਹੱਤਵਪੂਰਨ ਆਵਾਜਾਈ ਸਾਧਨ ਹੈ। ਇਹ ਦੂਰ ਦੀ ਯਾਤਰਾ ਆਸਾਨ ਬਣਾਉਂਦੀ ਹੈ। ਬਹੁਤ ਲੋਕ ਯਾਤਰਾ ਕਰਦੇ ਹਨ।",
    "transliteration": "Train ik mahatvapurn aavajaai saadhan hai. Eh door di yatra aasaan banaundi hai. Bahut lok yatra karde han.",
    "audioSrc": "assets/audio/para26.mp3"
  },
  {
    "id": "l4_r27",
    "level": 4,
    "type": "paragraph",
    "title": "ਅਖ਼ਬਾਰ",
    "native": "ਅਖ਼ਬਾਰ ਨਾਲ ਸਾਨੂੰ ਖ਼ਬਰਾਂ ਮਿਲਦੀਆਂ ਹਨ। ਅਸੀਂ ਦੇਸ਼-ਵਿਦੇਸ਼ ਦੀ ਜਾਣਕਾਰੀ ਲੈਂਦੇ ਹਾਂ। ਇਹ ਗਿਆਨ ਵਧਾਉਂਦਾ ਹੈ।",
    "transliteration": "Akhbaar naal saanu khabran mildiyan han. Asin desh-videsh di jaankari lainde haan. Eh gyaan vadhaunda hai.",
    "audioSrc": "assets/audio/para27.mp3"
  },
  {
    "id": "l4_r28",
    "level": 4,
    "type": "paragraph",
    "title": "ਸਮਾਂ",
    "native": "ਸਮਾਂ ਬਹੁਤ ਕੀਮਤੀ ਹੁੰਦਾ ਹੈ। ਸਾਨੂੰ ਸਮੇਂ ਦੀ ਕਦਰ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ। ਸਮਾਂ ਕਦੇ ਵਾਪਸ ਨਹੀਂ ਆਉਂਦਾ।",
    "transliteration": "Samah bahut keemti hunda hai. Saannu samay di kadar karni chahidi hai. Samah kade vaapas nahin aunda.",
    "audioSrc": "assets/audio/para28.mp3"
  },
  {
    "id": "l4_r29",
    "level": 4,
    "type": "paragraph",
    "title": "ਮੇਹਨਤ",
    "native": "ਮੇਹਨਤ ਨਾਲ ਸਫਲਤਾ ਮਿਲਦੀ ਹੈ। ਜੋ ਮਨ ਲਾ ਕੇ ਕੰਮ ਕਰਦਾ ਹੈ ਉਹ ਅੱਗੇ ਵਧਦਾ ਹੈ। ਮੇਹਨਤ ਕਦੇ ਵਿਅਰਥ ਨਹੀਂ ਜਾਂਦੀ।",
    "transliteration": "Mehnat naal safalta mildi hai. Jo mann la ke kamm karda hai oh agge vadhda hai. Mehnat kade viarth nahin jaandi.",
    "audioSrc": "assets/audio/para29.mp3"
  },
  {
    "id": "l4_r30",
    "level": 4,
    "type": "paragraph",
    "title": "ਸੱਚਾਈ",
    "native": "ਸੱਚਾਈ ਸਭ ਤੋਂ ਵੱਡਾ ਗੁਣ ਹੈ। ਸੱਚ ਬੋਲਣ ਨਾਲ ਭਰੋਸਾ ਬਣਦਾ ਹੈ। ਸਾਨੂੰ ਹਮੇਸ਼ਾ ਸੱਚਾ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "transliteration": "Sachai sab ton vadda gun hai. Sach bolan naal bharosa banda hai. Saannu hamesha sachcha rehna chahida hai.",
    "audioSrc": "assets/audio/para30.mp3"
,
  { "id": "l4_r31", "level": 4, "type": "paragraph", "native": "ਇੱਕ ਵਾਰ ਇੱਕ ਖਰਗੋਸ਼ ਅਤੇ ਇੱਕ ਕੱਛੂ ਵਿੱਚ ਦੌੜ ਲੱਗੀ। ਖਰਗੋਸ਼ ਬਹੁਤ ਤੇਜ਼ ਦੌੜਦਾ ਸੀ। ਉਸਨੇ ਸੋਚਿਆ ਕਿ ਉਹ ਜਿੱਤ ਜਾਵੇਗਾ। ਇਸ ਲਈ ਉਹ ਰਸਤੇ ਵਿੱਚ ਸੌਂ ਗਿਆ। ਪਰ ਕੱਛੂ ਹੌਲੀ-ਹੌਲੀ ਚਲਦਾ ਰਿਹਾ ਅਤੇ ਜਿੱਤ ਗਿਆ।", "transliteration": "Ik var ik khargosh ate ik kachhu vich daud laggi. Khargosh bahut tez daud'da si. Usne socheya ki oh jitt javega. Is layi oh raste vich saun gaya. Par kachhu hauli-hauli chalda reha ate jitt gaya.", "meaning": "Once upon a time, there was a race between a rabbit and a tortoise. The rabbit ran very fast. He thought he would win. So he slept on the way. But the tortoise kept walking slowly and won.", "audioSrc": "assets/audio/l4_r31.mp3" },
  { "id": "l4_r32", "level": 4, "type": "paragraph", "native": "ਇੱਕ ਪਿਆਸਾ ਕਾਂ ਸੀ। ਉਹ ਪਾਣੀ ਦੀ ਭਾਲ ਵਿੱਚ ਇਧਰ-ਉਧਰ ਭਟਕ ਰਿਹਾ ਸੀ। ਅਚਾਨਕ ਉਸਨੂੰ ਇੱਕ ਘੜਾ ਦਿਸਿਆ। ਘੜੇ ਵਿੱਚ ਪਾਣੀ ਬਹੁਤ ਥੋੜ੍ਹਾ ਸੀ। ਉਸਨੇ ਘੜੇ ਵਿੱਚ ਕੰਕਰ ਪਾਏ। ਪਾਣੀ ਉੱਪਰ ਆ ਗਿਆ। ਕਾਂ ਨੇ ਪਾਣੀ ਪੀਤਾ ਅਤੇ ਉੱਡ ਗਿਆ।", "transliteration": "Ik pyasa kaan si. Oh paani di bhaal vich idhar-udhar bhatak reha si. Achanak usnu ik ghada diseya. Ghade vich paani bahut thoda si. Usne ghade vich kankar paaye. Paani uppar aa gaya. Kaan ne paani peeta ate udd gaya.", "meaning": "There was a thirsty crow. He was wandering here and there in search of water. Suddenly he saw a pot. There was very little water in the pot. He put pebbles in the pot. The water came up. The crow drank the water and flew away.", "audioSrc": "assets/audio/l4_r32.mp3" },
  { "id": "l4_r33", "level": 4, "type": "paragraph", "native": "ਇੱਕ ਭੁੱਖੀ ਲੂੰਬੜੀ ਸੀ। ਉਸਨੇ ਅੰਗੂਰ ਦੇਖੇ। ਅੰਗੂਰ ਬਹੁਤ ਉੱਚੇ ਸਨ। ਉਸਨੇ ਅੰਗੂਰ ਤੋੜਨ ਦੀ ਬਹੁਤ ਕੋਸ਼ਿਸ਼ ਕੀਤੀ। ਪਰ ਉਹ ਅੰਗੂਰਾਂ ਤੱਕ ਨਹੀਂ ਪਹੁੰਚ ਸਕੀ। ਅੰਤ ਵਿੱਚ ਉਸਨੇ ਕਿਹਾ, 'ਅੰਗੂਰ ਖੱਟੇ ਹਨ'.", "transliteration": "Ik bhukhi loombdi si. Usne angoor dekhe. Angoor bahut uchhe san. Usne angoor todan di bahut koshish kiti. Par oh angooran tak nahi pahunch saki. Ant vich usne keha, 'angoor khatte han'.", "meaning": "There was a hungry fox. She saw grapes. The grapes were very high. She tried hard to pluck the grapes. But she could not reach the grapes. In the end, she said, 'grapes are sour'.", "audioSrc": "assets/audio/l4_r33.mp3" },
  { "id": "l4_r34", "level": 4, "type": "paragraph", "native": "ਅੱਜ ਸਕੂਲ ਦਾ ਪਹਿਲਾ ਦਿਨ ਹੈ। ਰਾਮ ਬਹੁਤ ਖੁਸ਼ ਹੈ। ਉਹ ਨਵੀਂ ਜਮਾਤ ਵਿੱਚ ਜਾਵੇਗਾ। ਉਹ ਨਵੇਂ ਅਧਿਆਪਕਾਂ ਨੂੰ ਮਿਲੇਗਾ। ਉਸਨੇ ਆਪਣਾ ਨਵਾਂ ਯੂਨੀਫਾਰਮ ਪਹਿਨਿਆ ਹੈ। ਉਸਦੇ ਬੈਗ ਵਿੱਚ ਨਵੀਆਂ ਕਿਤਾਬਾਂ ਹਨ।", "transliteration": "Ajj school da pehla din hai. Ram bahut khush hai. Oh navi jamaat vich javega. Oh nave adhiyapakan nu milega. Usne apna nava uniform pehneya hai. Usde bag vich naviyan kitaban han.", "meaning": "Today is the first day of school. Ram is very happy. He will go to the new class. He will meet new teachers. He has worn his new uniform. He has new books in his bag.", "audioSrc": "assets/audio/l4_r34.mp3" },
  { "id": "l4_r35", "level": 4, "type": "paragraph", "native": "ਅਧਿਆਪਕ ਨੇ ਜਮਾਤ ਵਿੱਚ ਦਾਖਲ ਹੋ ਕੇ ਬੱਚਿਆਂ ਨੂੰ 'ਸਤਿ ਸ਼੍ਰੀ ਅਕਾਲ' ਕਿਹਾ। ਸਾਰੇ ਬੱਚੇ ਖੜ੍ਹੇ ਹੋ ਗਏ। ਅਧਿਆਪਕ ਨੇ ਬੋਰਡ 'ਤੇ ਇੱਕ ਸਵਾਲ ਲਿਖਿਆ। ਉਨ੍ਹਾਂ ਨੇ ਬੱਚਿਆਂ ਨੂੰ ਸਵਾਲ ਹੱਲ ਕਰਨ ਲਈ ਕਿਹਾ। ਜਿਸ ਬੱਚੇ ਨੇ ਸਭ ਤੋਂ ਪਹਿਲਾਂ ਜਵਾਬ ਦਿੱਤਾ, ਉਸਨੂੰ ਇਨਾਮ ਮਿਲਿਆ।", "transliteration": "Adhiyapak ne jamaat vich daakhal ho ke bachheyan nu 'Sat Sri Akal' keha. Saare bachhe khade ho gaye. Adhiyapak ne board te ik sawaal likheya. Unhan ne bachheyan nu sawaal hal karan layi keha. Jis bachhe ne sab ton pehlan jawab ditta, usnu inaam mileya.", "meaning": "The teacher entered the class and said 'Sat Sri Akal' to the children. All the children stood up. The teacher wrote a question on the board. He asked the children to solve the question. The child who answered first got the prize.", "audioSrc": "assets/audio/l4_r35.mp3" },
  { "id": "l4_r36", "level": 4, "type": "paragraph", "native": "ਮੇਰੇ ਕੋਲ ਇੱਕ ਪਾਲਤੂ ਕੁੱਤਾ ਹੈ। ਉਸਦਾ ਨਾਮ ਸ਼ੇਰੂ ਹੈ। ਉਹ ਬਹੁਤ ਵਫ਼ਾਦਾਰ ਹੈ। ਅਸੀਂ ਹਰ ਰੋਜ਼ ਸ਼ਾਮ ਨੂੰ ਖੇਡਦੇ ਹਾਂ।", "transliteration": "Mere kol ik paaltu kutta hai. Usda naam Sheru hai. Oh bahut wafadaar hai. Asin har roz shaam nu khedde haan.", "meaning": "I have a pet dog. His name is Sheru. He is very loyal. We play every evening.", "audioSrc": "assets/audio/l4_r36.mp3" },
  { "id": "l4_r37", "level": 4, "type": "paragraph", "native": "ਇੱਕ ਜੰਗਲ ਵਿੱਚ ਇੱਕ ਸ਼ੇਰ ਰਹਿੰਦਾ ਸੀ। ਉਹ ਬਹੁਤ ਜ਼ਾਲਮ ਸੀ। ਸਾਰੇ ਜਾਨਵਰ ਉਸ ਤੋਂ ਡਰਦੇ ਸਨ। ਇੱਕ ਦਿਨ ਇੱਕ ਚਲਾਕ ਖਰਗੋਸ਼ ਨੇ ਉਸਨੂੰ ਖੂਹ ਵਿੱਚ ਸੁੱਟ ਦਿੱਤਾ।", "transliteration": "Ik jangal vich ik sher rehnda si. Oh bahut zaalim si. Saare janwar us ton darde san. Ik din ik chalaak khargosh ne usnu khooh vich sutt ditta.", "meaning": "A lion lived in a forest. He was very cruel. All the animals were afraid of him. One day a clever rabbit threw him into a well.", "audioSrc": "assets/audio/l4_r37.mp3" },
  { "id": "l4_r38", "level": 4, "type": "paragraph", "native": "ਇੱਕ ਪਿੰਡ ਵਿੱਚ ਇੱਕ ਕਿਸਾਨ ਰਹਿੰਦਾ ਸੀ। ਉਹ ਬਹੁਤ ਮਿਹਨਤੀ ਸੀ। ਉਸਦੇ ਚਾਰ ਪੁੱਤਰ ਸਨ। ਉਹ ਹਮੇਸ਼ਾ ਲੜਦੇ ਰਹਿੰਦੇ ਸਨ। ਕਿਸਾਨ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਏਕਤਾ ਦਾ ਪਾਠ ਪੜ੍ਹਾਇਆ।", "transliteration": "Ik pind vich ik kisan rehnda si. Oh bahut mehnati si. Usde chaar puttar san. Oh hamesha lad'de rehnde san. Kisan ne unhan nu ekta da paath padhaya.", "meaning": "A farmer lived in a village. He was very hardworking. He had four sons. They always used to fight. The farmer taught them a lesson of unity.", "audioSrc": "assets/audio/l4_r38.mp3" },
  { "id": "l4_r39", "level": 4, "type": "paragraph", "native": "ਗਰਮੀਆਂ ਦੀਆਂ ਛੁੱਟੀਆਂ ਵਿੱਚ ਮੈਂ ਆਪਣੇ ਨਾਨਕੇ ਗਿਆ। ਉੱਥੇ ਮੈਂ ਆਪਣੇ ਮਾਮੇ ਦੇ ਮੁੰਡਿਆਂ ਨਾਲ ਬਹੁਤ ਖੇਡਿਆ। ਅਸੀਂ ਨਹਿਰ ਵਿੱਚ ਨਹਾਉਂਦੇ ਸੀ। ਨਾਨੀ ਜੀ ਸਾਨੂੰ ਕਹਾਣੀਆਂ ਸੁਣਾਉਂਦੇ ਸਨ।", "transliteration": "Garmiyan diyan chuttiyan vich main apne naanke gaya. Utthe main apne maame de mundeyan naal bahut khedeya. Asin nehar vich nahaunde si. Naani ji saanu kahaniyan sunaunde san.", "meaning": "I went to my maternal grandparents' house during the summer holidays. There I played a lot with my maternal uncle's sons. We used to bathe in the canal. Grandmother used to tell us stories.", "audioSrc": "assets/audio/l4_r39.mp3" },
  { "id": "l4_r40", "level": 4, "type": "paragraph", "native": "ਮੇਰਾ ਸਕੂਲ ਬਹੁਤ ਵੱਡਾ ਹੈ। ਇਸ ਵਿੱਚ ਬਹੁਤ ਸਾਰੇ ਕਮਰੇ ਹਨ। ਇੱਕ ਵੱਡਾ ਖੇਡ ਦਾ ਮੈਦਾਨ ਹੈ। ਸਾਰੇ ਅਧਿਆਪਕ ਬਹੁਤ ਚੰਗੇ ਹਨ।", "transliteration": "Mera school bahut vadda hai. Is vich bahut saare kamre han. Ik vadda khed da maidaan hai. Saare adhiyapak bahut change han.", "meaning": "My school is very big. It has many rooms. There is a big playground. All the teachers are very good.", "audioSrc": "assets/audio/l4_r40.mp3" },
  { "id": "l4_r41", "level": 4, "type": "paragraph", "native": "ਇੱਕ ਵਾਰ ਦੀ ਗੱਲ ਹੈ, ਇੱਕ ਰਾਜਾ ਸੀ। ਉਸਦੀ ਇੱਕ ਬਹੁਤ ਸੁੰਦਰ ਧੀ ਸੀ। ਰਾਜਕੁਮਾਰੀ ਦਾ ਨਾਮ ਸੀਤਾ ਸੀ। ਰਾਜਾ ਆਪਣੀ ਧੀ ਨੂੰ ਬਹੁਤ ਪਿਆਰ ਕਰਦਾ ਸੀ।", "transliteration": "Ik vaar di gal hai, ik raja si. Usdi ik bahut sundar dhee si. Rajkumari da naam Seeta si. Raja apni dhee nu bahut pyaar karda si.", "meaning": "Once upon a time, there was a king. He had a very beautiful daughter. The princess's name was Seeta. The king loved his daughter very much.", "audioSrc": "assets/audio/l4_r41.mp3" },
  { "id": "l4_r42", "level": 4, "type": "paragraph", "native": "ਮੇਰਾ ਪਸੰਦੀਦਾ ਫਲ ਅੰਬ ਹੈ। ਇਹ ਗਰਮੀਆਂ ਵਿੱਚ ਮਿਲਦਾ ਹੈ। ਇਹ ਬਹੁਤ ਮਿੱਠਾ ਹੁੰਦਾ ਹੈ। ਇਸਨੂੰ ਫਲਾਂ ਦਾ ਰਾਜਾ ਵੀ ਕਿਹਾ ਜਾਂਦਾ ਹੈ।", "transliteration": "Mera pasandida phal amb hai. Eh garmiyan vich milda hai. Eh bahut mitha hunda hai. Isnu phalan da raja vi keha janda hai.", "meaning": "My favorite fruit is mango. It is available in summer. It is very sweet. It is also called the king of fruits.", "audioSrc": "assets/audio/l4_r42.mp3" },
  { "id": "l4_r43", "level": 4, "type": "paragraph", "native": "ਮੈਂ ਰੋਜ਼ ਸਵੇਰੇ ਜਲਦੀ ਉੱਠਦਾ ਹਾਂ। ਫਿਰ ਮੈਂ ਸੈਰ ਕਰਨ ਜਾਂਦਾ ਹਾਂ। ਸੈਰ ਕਰਨਾ ਸਿਹਤ ਲਈ ਬਹੁਤ ਚੰਗਾ ਹੈ।", "transliteration": "Main roz savere jaldi uthda haan. Phir main sair karan jaanda haan. Sair karna sehat layi bahut changa hai.", "meaning": "I wake up early every morning. Then I go for a walk. Walking is very good for health.", "audioSrc": "assets/audio/l4_r43.mp3" },
  { "id": "l4_r44", "level": 4, "type": "paragraph", "native": "ਸਾਡਾ ਦੇਸ਼ ਭਾਰਤ ਹੈ। ਇਹ ਇੱਕ ਮਹਾਨ ਦੇਸ਼ ਹੈ। ਇੱਥੇ ਵੱਖ-ਵੱਖ ਧਰਮਾਂ ਦੇ ਲੋਕ ਰਹਿੰਦੇ ਹਨ। ਸਾਰੇ ਮਿਲ ਕੇ ਰਹਿੰਦੇ ਹਨ।", "transliteration": "Saada desh Bharat hai. Eh ik mahaan desh hai. Itthe vakh-vakh dharman de lok rehnde han. Saare mil ke rehnde han.", "meaning": "Our country is India. It is a great country. People of different religions live here. All live together.", "audioSrc": "assets/audio/l4_r44.mp3" },
  { "id": "l4_r45", "level": 4, "type": "paragraph", "native": "ਇੱਕ ਵਾਰ ਇੱਕ ਲੱਕੜਹਾਰਾ ਨਦੀ ਦੇ ਕਿਨਾਰੇ ਲੱਕੜਾਂ ਕੱਟ ਰਿਹਾ ਸੀ। ਉਸਦੀ ਕੁਹਾੜੀ ਨਦੀ ਵਿੱਚ ਡਿੱਗ ਪਈ। ਉਹ ਬਹੁਤ ਉਦਾਸ ਹੋ ਗਿਆ।", "transliteration": "Ik vaar ik lakadhara nadi de kinaare lakdan katt reha si. Usdi kuhadi nadi vich dig payi. Oh bahut udaas ho gaya.", "meaning": "Once a woodcutter was cutting wood on the bank of a river. His axe fell into the river. He became very sad.", "audioSrc": "assets/audio/l4_r45.mp3" },
  { "id": "l4_r46", "level": 4, "type": "paragraph", "native": "ਮੇਰੀ ਮਾਂ ਬਹੁਤ ਚੰਗੀ ਹੈ। ਉਹ ਮੈਨੂੰ ਬਹੁਤ ਪਿਆਰ ਕਰਦੀ ਹੈ। ਉਹ ਮੇਰੇ ਲਈ ਸੁਆਦੀ ਖਾਣਾ ਬਣਾਉਂਦੀ ਹੈ।", "transliteration": "Meri maa bahut changi hai. Oh mainu bahut pyaar kardi hai. Oh mere layi swaadi khaana banaundi hai.", "meaning": "My mother is very good. She loves me very much. She cooks delicious food for me.", "audioSrc": "assets/audio/l4_r46.mp3" },
  { "id": "l4_r47", "level": 4, "type": "paragraph", "native": "ਇੱਕ ਸ਼ਹਿਰ ਵਿੱਚ ਇੱਕ ਅਮੀਰ ਆਦਮੀ ਰਹਿੰਦਾ ਸੀ। ਉਹ ਬਹੁਤ ਕੰਜੂਸ ਸੀ। ਉਹ ਕਿਸੇ ਦੀ ਮਦਦ ਨਹੀਂ ਕਰਦਾ ਸੀ।", "transliteration": "Ik shehar vich ik ameer aadmi rehnda si. Oh bahut kanjoos si. Oh kisi di madad nahi karda si.", "meaning": "A rich man lived in a city. He was very miserly. He did not help anyone.", "audioSrc": "assets/audio/l4_r47.mp3" },
  { "id": "l4_r48", "level": 4, "type": "paragraph", "native": "ਮੈਂ ਇੱਕ ਵਿਦਿਆਰਥੀ ਹਾਂ। ਮੈਂ ਪੰਜਵੀਂ ਜਮਾਤ ਵਿੱਚ ਪੜ੍ਹਦਾ ਹਾਂ। ਮੈਂ ਰੋਜ਼ ਸਕੂਲ ਜਾਂਦਾ ਹਾਂ।", "transliteration": "Main ik vidyarthi haan. Main panjvin jamaat vich padhda haan. Main roz school jaanda haan.", "meaning": "I am a student. I study in the fifth grade. I go to school daily.", "audioSrc": "assets/audio/l4_r48.mp3" },
  { "id": "l4_r49", "level": 4, "type": "paragraph", "native": "ਇੱਕ ਦਿਨ ਬਹੁਤ ਮੀਂਹ ਪੈ ਰਿਹਾ ਸੀ। ਮੈਂ ਸਕੂਲ ਨਹੀਂ ਜਾ ਸਕਿਆ। ਮੈਂ ਘਰ ਵਿੱਚ ਹੀ ਪੜ੍ਹਾਈ ਕੀਤੀ।", "transliteration": "Ik din bahut meenh pai reha si. Main school nahi ja sakeya. Main ghar vich hi padhai kiti.", "meaning": "It was raining heavily one day. I could not go to school. I studied at home.", "audioSrc": "assets/audio/l4_r49.mp3" },
  { "id": "l4_r50", "level": 4, "type": "paragraph", "native": "ਸਾਡੇ ਘਰ ਦੇ ਕੋਲ ਇੱਕ ਬਾਗ ਹੈ। ਬਾਗ ਵਿੱਚ ਬਹੁਤ ਸਾਰੇ ਫੁੱਲ ਹਨ। ਮੈਂ ਹਰ ਰੋਜ਼ ਬਾਗ ਵਿੱਚ ਖੇਡਦਾ ਹਾਂ।", "transliteration": "Saade ghar de kol ik baag hai. Baag vich bahut saare phul han. Main har roz baag vich khedda haan.", "meaning": "There is a garden near our house. There are many flowers in the garden. I play in the garden every day.", "audioSrc": "assets/audio/l4_r50.mp3" },
  { "id": "l4_r51", "level": 4, "type": "paragraph", "native": "ਇੱਕ ਵਾਰ ਦੋ ਬਿੱਲੀਆਂ ਲੜ ਰਹੀਆਂ ਸਨ। ਇੱਕ ਬਾਂਦਰ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਦੇਖਿਆ। ਉਸਨੇ ਉਨ੍ਹਾਂ ਦਾ ਝਗੜਾ ਸੁਲਝਾਉਣ ਦਾ ਫੈਸਲਾ ਕੀਤਾ।", "transliteration": "Ik vaar do billiyan lad rahiyan san. Ik bandar ne unhan nu dekheya. Usne unhan da jhagda suljhaun da faisla kitta.", "meaning": "Once two cats were fighting. A monkey saw them. He decided to settle their dispute.", "audioSrc": "assets/audio/l4_r51.mp3" },
  { "id": "l4_r52", "level": 4, "type": "paragraph", "native": "ਮੇਰਾ ਨਾਮ ਅਮਨ ਹੈ। ਮੇਰੀ ਉਮਰ ਦਸ ਸਾਲ ਹੈ। ਮੈਂ ਇੱਕ ਛੋਟੇ ਜਿਹੇ ਪਿੰਡ ਵਿੱਚ ਰਹਿੰਦਾ ਹਾਂ।", "transliteration": "Mera naam Aman hai. Meri umar das saal hai. Main ik chhote jihe pind vich rehnda haan.", "meaning": "My name is Aman. I am ten years old. I live in a small village.", "audioSrc": "assets/audio/l4_r52.mp3" },
  { "id": "l4_r53", "level": 4, "type": "paragraph", "native": "ਅੱਜ ਮੇਰਾ ਜਨਮਦਿਨ ਹੈ। ਮੈਂ ਬਹੁਤ ਖੁਸ਼ ਹਾਂ। ਮੇਰੇ ਦੋਸਤ ਮੇਰੇ ਘਰ ਆਉਣਗੇ। ਅਸੀਂ ਮਿਲ ਕੇ ਕੇਕ ਕੱਟਾਂਗੇ।", "transliteration": "Ajj mera janamdin hai. Main bahut khush haan. Mere dost mere ghar aaunge. Asin mil ke cake kattange.", "meaning": "Today is my birthday. I am very happy. My friends will come to my house. We will cut the cake together.", "audioSrc": "assets/audio/l4_r53.mp3" },
  { "id": "l4_r54", "level": 4, "type": "paragraph", "native": "ਇੱਕ ਜੰਗਲ ਵਿੱਚ ਇੱਕ ਹਾਥੀ ਰਹਿੰਦਾ ਸੀ। ਉਹ ਬਹੁਤ ਸ਼ਕਤੀਸ਼ਾਲੀ ਸੀ। ਪਰ ਉਸਦਾ ਕੋਈ ਦੋਸਤ ਨਹੀਂ ਸੀ।", "transliteration": "Ik jangal vich ik haathi rehnda si. Oh bahut shaktishali si. Par usda koi dost nahi si.", "meaning": "An elephant lived in a forest. He was very powerful. But he had no friends.", "audioSrc": "assets/audio/l4_r54.mp3" },
  { "id": "l4_r55", "level": 4, "type": "paragraph", "native": "ਮੈਂ ਵੱਡਾ ਹੋ ਕੇ ਇੱਕ ਡਾਕਟਰ ਬਣਨਾ ਚਾਹੁੰਦਾ ਹਾਂ। ਮੈਂ ਗਰੀਬਾਂ ਦੀ ਮਦਦ ਕਰਾਂਗਾ।", "transliteration": "Main vadda ho ke ik doctor banana chahunda haan. Main gareeban di madad karanga.", "meaning": "I want to become a doctor when I grow up. I will help the poor.", "audioSrc": "assets/audio/l4_r55.mp3" },
  { "id": "l4_r56", "level": 4, "type": "paragraph", "native": "ਇੱਕ ਵਾਰ ਇੱਕ ਰਾਜਕੁਮਾਰ ਸੀ। ਉਹ ਬਹੁਤ ਬਹਾਦਰ ਸੀ। ਉਸਨੇ ਇੱਕ ਰਾਖਸ਼ ਨੂੰ ਮਾਰਿਆ ਅਤੇ ਰਾਜਕੁਮਾਰੀ ਨੂੰ ਬਚਾਇਆ।", "transliteration": "Ik vaar ik rajkumar si. Oh bahut bahadur si. Usne ik raakhsh nu maareya ate rajkumari nu bachaya.", "meaning": "Once there was a prince. He was very brave. He killed a demon and saved the princess.", "audioSrc": "assets/audio/l4_r56.mp3" },
  { "id": "l4_r57", "level": 4, "type": "paragraph", "native": "ਮੇਰੇ ਪਿਤਾ ਜੀ ਇੱਕ ਕਿਸਾਨ ਹਨ। ਉਹ ਖੇਤਾਂ ਵਿੱਚ ਕੰਮ ਕਰਦੇ ਹਨ। ਉਹ ਸਾਡੇ ਲਈ ਅਨਾਜ ਉਗਾਉਂਦੇ ਹਨ।", "transliteration": "Mere pita ji ik kisan han. Oh khetan vich kamm karde han. Oh saade layi anaaj ugaunde han.", "meaning": "My father is a farmer. He works in the fields. He grows food for us.", "audioSrc": "assets/audio/l4_r57.mp3" },
  { "id": "l4_r58", "level": 4, "type": "paragraph", "native": "ਇੱਕ ਵਾਰ ਇੱਕ ਗਰੀਬ ਆਦਮੀ ਸੀ। ਉਹ ਬਹੁਤ ਈਮਾਨਦਾਰ ਸੀ। ਉਸਨੂੰ ਇੱਕ ਸੋਨੇ ਦਾ ਸਿੱਕਾ ਮਿਲਿਆ। ਉਸਨੇ ਉਹ ਸਿੱਕਾ ਵਾਪਸ ਕਰ ਦਿੱਤਾ।", "transliteration": "Ik vaar ik gareeb aadmi si. Oh bahut imandaar si. Usnu ik sone da sikka mileya. Usne oh sikka wapas kar ditta.", "meaning": "Once there was a poor man. He was very honest. He found a gold coin. He returned that coin.", "audioSrc": "assets/audio/l4_r58.mp3" },
  { "id": "l4_r59", "level": 4, "type": "paragraph", "native": "ਮੈਂ ਆਪਣੇ ਦੋਸਤਾਂ ਨਾਲ ਖੇਡਣਾ ਪਸੰਦ ਕਰਦਾ ਹਾਂ। ਅਸੀਂ ਕ੍ਰਿਕਟ ਅਤੇ ਫੁੱਟਬਾਲ ਖੇਡਦੇ ਹਾਂ।", "transliteration": "Main apne dostan naal khedna pasand karda haan. Asin cricket ate football khedde haan.", "meaning": "I like to play with my friends. We play cricket and football.", "audioSrc": "assets/audio/l4_r59.mp3" },
  { "id": "l4_r60", "level": 4, "type": "paragraph", "native": "ਇੱਕ ਵਾਰ ਇੱਕ ਚਿੜੀ ਅਤੇ ਇੱਕ ਕਾਂ ਦੋਸਤ ਸਨ। ਉਹ ਇਕੱਠੇ ਰਹਿੰਦੇ ਸਨ। ਉਹ ਇੱਕ ਦੂਜੇ ਦੀ ਮਦਦ ਕਰਦੇ ਸਨ।", "transliteration": "Ik vaar ik chidi ate ik kaan dost san. Oh ikatthe rehnde san. Oh ik duje di madad karde san.", "meaning": "Once a sparrow and a crow were friends. They lived together. They helped each other.", "audioSrc": "assets/audio/l4_r60.mp3" }
]
