[
  {
    "id": "l5_r1",
    "level": 5,
    "type": "story",
    "title": "ਪਿਆਸਾ ਕਾਂ",
    "native": "ਇੱਕ ਵਾਰ ਇੱਕ ਕਾਂ ਪਿਆਸਾ ਸੀ। ਉਹ ਪਾਣੀ ਦੀ ਭਾਲ ਵਿੱਚ ਇੱਧਰ-ਉੱਧਰ ਉੱਡ ਰਿਹਾ ਸੀ। ਅਖੀਰ ਉਸਨੂੰ ਇੱਕ ਬਾਗ ਵਿੱਚ ਇੱਕ ਘੜਾ ਦਿਖਾਈ ਦਿੱਤਾ। ਘੜੇ ਵਿੱਚ ਪਾਣੀ ਬਹੁਤ ਘੱਟ ਸੀ। ਕਾਂ ਨੇ ਆਪਣੀ ਚੁੰਝ ਪਾਣੀ ਤੱਕ ਪਹੁੰਚਾਉਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕੀਤੀ ਪਰ ਉਹ ਅਸਫਲ ਰਿਹਾ। ਫਿਰ ਉਸਨੂੰ ਇੱਕ ਤਰਕੀਬ ਸੁਝੀ। ਉਸਨੇ ਨੇੜੇ ਪਏ ਕੰਕਰ ਚੁੱਕ ਕੇ ਘੜੇ ਵਿੱਚ ਪਾਉਣੇ ਸ਼ੁਰੂ ਕਰ ਦਿੱਤੇ। ਹੌਲੀ-ਹੌਲੀ ਪਾਣੀ ਉੱਪਰ ਆ ਗਿਆ। ਕਾਂ ਨੇ ਰੱਜ ਕੇ ਪਾਣੀ ਪੀਤਾ ਅਤੇ ਉੱਡ ਗਿਆ।",
    "transliteration": "Ik vaar ik kaa pyasa si. Oh paani di bhaal vich iddhar-uddhar udd riha si. Akhir usnu ik baag vich ik gharha dikhai ditta. Gharhe vich paani bahut ghat si. Kaa ne apni chunjh paani tak pahunchaun di koshish kiti par oh asafal riha. Fir usnu ik tarkeeb sujhi. Usne nerhe paye kankar chukk ke gharhe vich paune shuru kar ditte. Hauli-hauli paani uppar aa gya. Kaa ne rajj ke paani peeta ate udd gya.",
    "audioSrc": "assets/audio/story1.mp3"
  },
  {
    "id": "l5_r2",
    "level": 5,
    "type": "story",
    "title": "ਲਾਲਚੀ ਕੁੱਤਾ",
    "native": "ਇੱਕ ਕੁੱਤੇ ਨੂੰ ਕਿਤੋਂ ਮਾਸ ਦਾ ਟੁਕੜਾ ਮਿਲਿਆ। ਉਹ ਉਸਨੂੰ ਮੂੰਹ ਵਿੱਚ ਪਾ ਕੇ ਨਦੀ ਦੇ ਪੁਲ ਉੱਤੋਂ ਲੰਘ ਰਿਹਾ ਸੀ। ਉਸਨੇ ਪਾਣੀ ਵਿੱਚ ਆਪਣਾ ਪਰਛਾਵਾਂ ਦੇਖਿਆ। ਉਸਨੇ ਸੋਚਿਆ ਕਿ ਪਾਣੀ ਵਿੱਚ ਕੋਈ ਹੋਰ ਕੁੱਤਾ ਹੈ ਜਿਸ ਕੋਲ ਵੀ ਮਾਸ ਦਾ ਟੁਕੜਾ ਹੈ। ਉਸਦੇ ਮਨ ਵਿੱਚ ਲਾਲਚ ਆ ਗਿਆ। ਉਹ ਦੂਜੇ ਕੁੱਤੇ ਦਾ ਮਾਸ ਖੋਹਣ ਲਈ ਭੌਂਕਿਆ। ਜਿਵੇਂ ਹੀ ਉਸਨੇ ਮੂੰਹ ਖੋਲ੍ਹਿਆ, ਉਸਦਾ ਆਪਣਾ ਮਾਸ ਦਾ ਟੁਕੜਾ ਪਾਣੀ ਵਿੱਚ ਡਿੱਗ ਪਿਆ। ਉਹ ਪਛਤਾਉਂਦਾ ਹੋਇਆ ਖਾਲੀ ਹੱਥ ਰਹਿ ਗਿਆ।",
    "transliteration": "Ik kutte nu kiton maas da tukda milya. Oh usnu munh vich paa ke nadi de pul utton langh riha si. Usne paani vich apna parchhanva dekhya. Usne sochya ki paani vich koi hor kutta hai jis kol vi maas da tukda hai. Usde mann vich laalach aa gya. Oh duje kutte da maas khohan layi bhonkya. Jiven hi usne munh kholya, usda apna maas da tukda paani vich digg pya. Oh pachtaunda hoya khaali hath reh gya.",
    "audioSrc": "assets/audio/story2.mp3"
  },
  {
    "id": "l5_r3",
    "level": 5,
    "type": "story",
    "title": "ਸਿਆਣਾ ਖਰਗੋਸ਼",
    "native": "ਜੰਗਲ ਵਿੱਚ ਇੱਕ ਸਿਆਣਾ ਖਰਗੋਸ਼ ਰਹਿੰਦਾ ਸੀ। ਇੱਕ ਦਿਨ ਸ਼ੇਰ ਨੇ ਸਾਰੇ ਜਾਨਵਰਾਂ ਨੂੰ ਡਰਾਉਣਾ ਸ਼ੁਰੂ ਕਰ ਦਿੱਤਾ। ਖਰਗੋਸ਼ ਨੇ ਇੱਕ ਯੋਜਨਾ ਬਣਾਈ। ਉਸਨੇ ਸ਼ੇਰ ਨੂੰ ਕੂਏਂ ਕੋਲ ਲੈ ਜਾ ਕੇ ਉਸਦਾ ਪਰਛਾਵਾਂ ਵਿਖਾਇਆ। ਸ਼ੇਰ ਨੇ ਉਸਨੂੰ ਦੂਜਾ ਸ਼ੇਰ ਸਮਝ ਕੇ ਕੂਏਂ ਵਿੱਚ ਛਾਲ ਮਾਰ ਦਿੱਤੀ। ਇਸ ਤਰ੍ਹਾਂ ਸਾਰੇ ਜਾਨਵਰ ਬਚ ਗਏ।",
    "transliteration": "Jangal vich ik syaana khargosh rehnda si. Ik din sher ne saare jaanvaran nu darauna shuru kar ditta. Khargosh ne ik yojna banayi. Usne sher nu kuen kol lai ja ke usda parchhanva vikhaaya. Sher ne usnu dooja sher samajh ke kuen vich chhaal maar ditti. Is tarah saare jaanvar bach gaye.",
    "audioSrc": "assets/audio/story3.mp3"
  },
  {
    "id": "l5_r4",
    "level": 5,
    "type": "story",
    "title": "ਇਮਾਨਦਾਰ ਲੱਕੜਹਾਰਾ",
    "native": "ਇੱਕ ਲੱਕੜਹਾਰਾ ਨਦੀ ਦੇ ਕੰਢੇ ਲੱਕੜ ਕੱਟ ਰਿਹਾ ਸੀ। ਅਚਾਨਕ ਉਸਦੀ ਕੁਹਾੜੀ ਨਦੀ ਵਿੱਚ ਡਿੱਗ ਪਈ। ਉਹ ਦੁੱਖੀ ਹੋ ਗਿਆ। ਇੱਕ ਦੇਵੀ ਆਈ ਅਤੇ ਸੋਨੇ ਤੇ ਚਾਂਦੀ ਦੀਆਂ ਕੁਹਾੜੀਆਂ ਵਿਖਾਈਆਂ। ਲੱਕੜਹਾਰੇ ਨੇ ਸੱਚ ਬੋਲਿਆ। ਉਸਦੀ ਇਮਾਨਦਾਰੀ ਤੋਂ ਖੁਸ਼ ਹੋ ਕੇ ਦੇਵੀ ਨੇ ਉਸਨੂੰ ਤਿੰਨੋਂ ਕੁਹਾੜੀਆਂ ਦੇ ਦਿੱਤੀਆਂ।",
    "transliteration": "Ik lakkarhaara nadi de kandhe lakar katt riha si. Achanak usdi kuhaari nadi vich digg pai. Oh dukhi ho gya. Ik devi aayi ate sone te chaandi dian kuhaarian vikhaaiyan. Lakkarhaare ne sach bolya. Usdi imandari ton khush ho ke devi ne usnu tinno kuhaarian de dittian.",
    "audioSrc": "assets/audio/story4.mp3"
  },
  {
    "id": "l5_r5",
    "level": 5,
    "type": "story",
    "title": "ਚਤੁਰ ਲੋਮੜੀ",
    "native": "ਇੱਕ ਲੋਮੜੀ ਨੂੰ ਭੁੱਖ ਲੱਗੀ ਹੋਈ ਸੀ। ਉਸਨੇ ਇੱਕ ਕਾਂ ਨੂੰ ਚੋਂਚ ਵਿੱਚ ਰੋਟੀ ਫੜੀ ਦੇਖਿਆ। ਲੋਮੜੀ ਨੇ ਉਸਦੀ ਤਾਰੀਫ਼ ਕੀਤੀ। ਕਾਂ ਖੁਸ਼ ਹੋ ਕੇ ਬੋਲਿਆ ਅਤੇ ਰੋਟੀ ਹੇਠਾਂ ਡਿੱਗ ਪਈ। ਲੋਮੜੀ ਰੋਟੀ ਲੈ ਕੇ ਚਲੀ ਗਈ।",
    "transliteration": "Ik lomri nu bhukh laggi hoi si. Usne ik kaa nu chonch vich roti pharhi dekhiya. Lomri ne usdi tarif kiti. Kaa khush ho ke bolya ate roti hethaan digg pai. Lomri roti lai ke chali gayi.",
    "audioSrc": "assets/audio/story5.mp3"
  },
  {
    "id": "l5_r6",
    "level": 5,
    "type": "story",
    "title": "ਸੱਚਾ ਦੋਸਤ",
    "native": "ਦੋ ਦੋਸਤ ਜੰਗਲ ਰਾਹੀਂ ਜਾ ਰਹੇ ਸਨ। ਅਚਾਨਕ ਇੱਕ ਰਿੱਛ ਆ ਗਿਆ। ਇੱਕ ਦੋਸਤ ਦਰੱਖਤ ਉੱਤੇ ਚੜ੍ਹ ਗਿਆ। ਦੂਜਾ ਜ਼ਮੀਨ ਉੱਤੇ ਲੇਟ ਗਿਆ। ਰਿੱਛ ਉਸਨੂੰ ਮੁਰਦਾ ਸਮਝ ਕੇ ਚਲਾ ਗਿਆ। ਇਸ ਤਰ੍ਹਾਂ ਸੱਚੀ ਦੋਸਤੀ ਦੀ ਪਰਖ ਹੋਈ।",
    "transliteration": "Do dost jangal rahin ja rahe san. Achanak ik richh aa gya. Ik dost darakhat utte chadh gya. Dooja zameen utte let gya. Richh usnu murda samajh ke chala gya. Is tarah sachi dosti di parkh hoi.",
    "audioSrc": "assets/audio/story6.mp3"
  },
  {
    "id": "l5_r7",
    "level": 5,
    "type": "story",
    "title": "ਮਿਹਨਤੀ ਚੀਂਟੀ",
    "native": "ਗਰਮੀ ਦੇ ਮੌਸਮ ਵਿੱਚ ਚੀਂਟੀ ਖਾਣਾ ਇਕੱਠਾ ਕਰ ਰਹੀ ਸੀ। ਟਿਡ੍ਹਾ ਗੀਤ ਗਾ ਰਿਹਾ ਸੀ। ਸਰਦੀ ਆਈ ਤਾਂ ਟਿਡ੍ਹੇ ਕੋਲ ਕੁਝ ਨਹੀਂ ਸੀ। ਚੀਂਟੀ ਨੇ ਉਸਨੂੰ ਮਿਹਨਤ ਦੀ ਸਿੱਖ ਦਿੱਤੀ।",
    "transliteration": "Garmi de mausam vich cheenti khaana ikattha kar rahi si. Tiddha geet gaa riha si. Sardi aayi taan tiddhe kol kujh nahi si. Cheenti ne usnu mehnat di sikh ditti.",
    "audioSrc": "assets/audio/story7.mp3"
  },
  {
    "id": "l5_r8",
    "level": 5,
    "type": "story",
    "title": "ਝੂਠਾ ਗੜਰੀਆ",
    "native": "ਇੱਕ ਗੜਰੀਆ ਬਾਰ-ਬਾਰ ਝੂਠੀ ਚੀਖ ਮਾਰਦਾ ਸੀ ਕਿ ਭੇਡੀਆ ਆ ਗਿਆ। ਲੋਕ ਦੌੜ ਕੇ ਆਉਂਦੇ ਸਨ। ਇੱਕ ਦਿਨ ਸੱਚਮੁੱਚ ਭੇਡੀਆ ਆ ਗਿਆ ਪਰ ਕਿਸੇ ਨੇ ਵਿਸ਼ਵਾਸ ਨਾ ਕੀਤਾ।",
    "transliteration": "Ik garrariya baar-baar jhoothi cheekh marda si ke bhediya aa gya. Lok daud ke aunde san. Ik din sachmuch bhediya aa gya par kise ne vishvaas na kitta.",
    "audioSrc": "assets/audio/story8.mp3"
  },
  {
    "id": "l5_r9",
    "level": 5,
    "type": "story",
    "title": "ਨੇਕੀ ਦਾ ਫਲ",
    "native": "ਇੱਕ ਆਦਮੀ ਨੇ ਰਸਤੇ ਵਿੱਚ ਜ਼ਖ਼ਮੀ ਪੰਛੀ ਦੀ ਮਦਦ ਕੀਤੀ। ਕੁਝ ਦਿਨਾਂ ਬਾਅਦ ਉਸਨੂੰ ਮੁਸੀਬਤ ਆਈ। ਉਹੀ ਪੰਛੀ ਲੋਕਾਂ ਨੂੰ ਲੈ ਆਇਆ ਅਤੇ ਉਸਦੀ ਜਾਨ ਬਚ ਗਈ।",
    "transliteration": "Ik aadmi ne raste vich zakhmi panchhi di madad kiti. Kujh dina baad usnu museebat aayi. Ohi panchhi lokan nu lai aaya ate usdi jaan bach gayi.",
    "audioSrc": "assets/audio/story9.mp3"
  },
  {
    "id": "l5_r10",
    "level": 5,
    "type": "story",
    "title": "ਧੀਰਜ ਦੀ ਜਿੱਤ",
    "native": "ਇੱਕ ਕਿਸਾਨ ਹਰ ਰੋਜ਼ ਖੇਤ ਵਿੱਚ ਮਿਹਨਤ ਕਰਦਾ ਸੀ। ਪਹਿਲਾਂ ਕੋਈ ਨਤੀਜਾ ਨਹੀਂ ਦਿੱਸਿਆ। ਉਸਨੇ ਧੀਰਜ ਨਹੀਂ ਛੱਡਿਆ। ਸਮੇਂ ਨਾਲ ਫਸਲ ਚੰਗੀ ਹੋ ਗਈ।",
    "transliteration": "Ik kisaan har roz khet vich mehnat karda si. Pehlaan koi natija nahi disya. Usne dheeraj nahi chhaddiya. Samay naal fasal changi ho gayi.",
    "audioSrc": "assets/audio/story10.mp3"
  },
  {
    "id": "l5_r11",
    "level": 5,
    "type": "story",
    "title": "ਸਮਝਦਾਰ ਰਾਜਾ",
    "native": "ਇੱਕ ਰਾਜਾ ਆਪਣੇ ਲੋਕਾਂ ਦੀ ਗੱਲ ਸੁਣਦਾ ਸੀ। ਉਹ ਫੈਸਲੇ ਸੋਚ-ਸਮਝ ਕੇ ਕਰਦਾ ਸੀ। ਇਸ ਕਰਕੇ ਉਸਦਾ ਰਾਜ ਖੁਸ਼ਹਾਲ ਸੀ। ਲੋਕ ਉਸਨੂੰ ਪਿਆਰ ਕਰਦੇ ਸਨ।",
    "transliteration": "Ik raaja apne lokan di gall sunda si. Oh faisle soch-samajh ke karda si. Is karke usda raaj khushhaal si. Lok usnu pyaar karde san.",
    "audioSrc": "assets/audio/story11.mp3"
  },
  {
    "id": "l5_r12",
    "level": 5,
    "type": "story",
    "title": "ਸਮਾਂ ਸਭ ਸਿਖਾਉਂਦਾ ਹੈ",
    "native": "ਇੱਕ ਨੌਜਵਾਨ ਬਹੁਤ ਅਹੰਕਾਰ ਕਰਦਾ ਸੀ। ਸਮੇਂ ਨਾਲ ਉਸਨੇ ਗਲਤੀਆਂ ਕੀਤੀਆਂ। ਮੁਸ਼ਕਲਾਂ ਨੇ ਉਸਨੂੰ ਸਿਖਾਇਆ। ਆਖਿਰ ਉਹ ਨਿਮਰ ਬਣ ਗਿਆ।",
    "transliteration": "Ik naujawan bahut ahankaar karda si. Samay naal usne galtiyan kitiyaan. Mushklaan ne usnu sikhaaya. Aakhir oh nimar ban gya.",
    "audioSrc": "assets/audio/story12.mp3"
,
  { "id": "l5_r11", "level": 5, "type": "story", "native": "ਇੱਕ ਵਾਰ ਇੱਕ ਪਿਆਸਾ ਕਾਂ ਸੀ। ਉਸਨੂੰ ਇੱਕ ਘੜਾ ਦਿਸਿਆ ਜਿਸ ਵਿੱਚ ਥੋੜ੍ਹਾ ਜਿਹਾ ਪਾਣੀ ਸੀ। ਉਸਨੇ ਘੜੇ ਵਿੱਚ ਕੰਕਰ ਪਾਉਣੇ ਸ਼ੁਰੂ ਕਰ ਦਿੱਤੇ। ਪਾਣੀ ਉੱਪਰ ਆ ਗਿਆ ਅਤੇ ਕਾਂ ਨੇ ਪਾਣੀ ਪੀ ਲਿਆ।", "transliteration": "Ik var ik pyasa kaan si. Usnu ik ghada diseya jis vich thoda jiha paani si. Usne ghade vich kankar paune shuru kar ditte. Paani uppar aa gaya ate kaan ne paani pee leya.", "meaning": "Once upon a time, there was a thirsty crow. He saw a pot with a little water in it. He started putting pebbles in the pot. The water came up and the crow drank the water.", "audioSrc": "assets/audio/l5_r11.mp3" },
  { "id": "l5_r12", "level": 5, "type": "story", "native": "ਇੱਕ ਲੂੰਬੜੀ ਨੇ ਅੰਗੂਰਾਂ ਦਾ ਇੱਕ ਗੁੱਛਾ ਦੇਖਿਆ। ਉਹ ਅੰਗੂਰਾਂ ਤੱਕ ਪਹੁੰਚਣ ਲਈ ਕਈ ਵਾਰ ਕੁੱਦੀ। ਜਦੋਂ ਉਹ ਅੰਗੂਰਾਂ ਤੱਕ ਨਹੀਂ ਪਹੁੰਚ ਸਕੀ, ਤਾਂ ਉਸਨੇ ਹਾਰ ਮੰਨ ਲਈ। ਉਸਨੇ ਕਿਹਾ, 'ਅੰਗੂਰ ਖੱਟੇ ਹਨ'.", "transliteration": "Ik loombdi ne angooran da ik guchha dekheya. Oh angooran tak pahunchn layi kayi var kuddi. Jadon oh angooran tak nahi pahunch saki, tan usne haar mann layi. Usne keha, 'angoor khatte han'.", "meaning": "A fox saw a bunch of grapes. She jumped several times to reach the grapes. When she could not reach the grapes, she gave up. She said, 'grapes are sour'.", "audioSrc": "assets/audio/l5_r12.mp3" },
  { "id": "l5_r13", "level": 5, "type": "story", "native": "ਇੱਕ ਵਾਰ ਇੱਕ ਸ਼ੇਰ ਅਤੇ ਇੱਕ ਚੂਹਾ ਦੋਸਤ ਸਨ। ਇੱਕ ਦਿਨ ਸ਼ੇਰ ਜਾਲ ਵਿੱਚ ਫਸ ਗਿਆ। ਚੂਹੇ ਨੇ ਜਾਲ ਕੱਟ ਕੇ ਸ਼ੇਰ ਦੀ ਜਾਨ ਬਚਾਈ।", "transliteration": "Ik var ik sher ate ik chuha dost san. Ik din sher jaal vich phas gaya. Chuhe ne jaal katt ke sher di jaan bachai.", "meaning": "Once a lion and a mouse were friends. One day the lion got caught in a net. The mouse saved the lion's life by cutting the net.", "audioSrc": "assets/audio/l5_r13.mp3" },
  { "id": "l5_r14", "level": 5, "type": "story", "native": "ਇੱਕ ਵਾਰ ਦੋ ਬੱਕਰੀਆਂ ਇੱਕ ਪੁਲ 'ਤੇ ਮਿਲੀਆਂ। ਦੋਵੇਂ ਪੁਲ ਪਾਰ ਕਰਨਾ ਚਾਹੁੰਦੀਆਂ ਸਨ। ਪਰ ਪੁਲ ਬਹੁਤ ਤੰਗ ਸੀ। ਉਹ ਲੜਨ ਲੱਗ ਪਈਆਂ ਅਤੇ ਦੋਵੇਂ ਨਦੀ ਵਿੱਚ ਡਿੱਗ ਪਈਆਂ।", "transliteration": "Ik var do bakriyan ik pul 'te miliyan. Dovein pul paar karna chahundiyan san. Par pul bahut tang si. Oh ladan lagg payiyan ate dovein nadi vich dig payiyan.", "meaning": "Once two goats met on a bridge. Both wanted to cross the bridge. But the bridge was very narrow. They started fighting and both fell into the river.", "audioSrc": "assets/audio/l5_r14.mp3" },
  { "id": "l5_r15", "level": 5, "type": "story", "native": "ਇੱਕ ਵਾਰ ਇੱਕ ਹਾਥੀ ਅਤੇ ਇੱਕ ਦਰਜ਼ੀ ਦੋਸਤ ਸਨ। ਹਾਥੀ ਰੋਜ਼ ਦਰਜ਼ੀ ਦੀ ਦੁਕਾਨ 'ਤੇ ਜਾਂਦਾ ਸੀ। ਦਰਜ਼ੀ ਉਸਨੂੰ ਕੁਝ ਖਾਣ ਨੂੰ ਦਿੰਦਾ ਸੀ। ਇੱਕ ਦਿਨ ਦਰਜ਼ੀ ਨੇ ਹਾਥੀ ਦੀ ਸੁੰਡ ਵਿੱਚ ਸੂਈ ਚੁਭੋ ਦਿੱਤੀ। ਹਾਥੀ ਨੇ ਗੁੱਸੇ ਵਿੱਚ ਆ ਕੇ ਦਰਜ਼ੀ 'ਤੇ ਗੰਦਾ ਪਾਣੀ ਸੁੱਟ ਦਿੱਤਾ।", "transliteration": "Ik var ik haathi ate ik darzi dost san. Haathi roz darzi di dukaan 'te jaanda si. Darzi usnu kujh khaan nu dinda si. Ik din darzi ne haathi di sund vich sui chubho ditti. Haathi ne gusse vich aa ke darzi 'te ganda paani sutt ditta.", "meaning": "Once an elephant and a tailor were friends. The elephant used to go to the tailor's shop daily. The tailor used to give him something to eat. One day the tailor pricked a needle in the elephant's trunk. The elephant got angry and threw dirty water on the tailor.", "audioSrc": "assets/audio/l5_r15.mp3" },
  { "id": "l5_r16", "level": 5, "type": "story", "native": "ਇੱਕ ਵਾਰ ਇੱਕ ਕੁੱਤਾ ਅਤੇ ਇੱਕ ਗਧਾ ਸਫ਼ਰ ਕਰ ਰਹੇ ਸਨ। ਉਨ੍ਹਾਂ ਨੂੰ ਇੱਕ ਚਿੱਠੀ ਮਿਲੀ। ਗਧੇ ਨੇ ਚਿੱਠੀ ਪੜ੍ਹਨੀ ਸ਼ੁਰੂ ਕੀਤੀ। ਉਸ ਵਿੱਚ ਲਿਖਿਆ ਸੀ ਕਿ ਘਾਹ ਕਿੱਥੇ ਮਿਲੇਗਾ। ਕੁੱਤੇ ਨੇ ਕਿਹਾ ਕਿ ਉਸਦੇ ਖਾਣੇ ਬਾਰੇ ਵੀ ਪੜ੍ਹੋ। ਗਧੇ ਨੇ ਉਸ ਵੱਲ ਧਿਆਨ ਨਹੀਂ ਦਿੱਤਾ।", "transliteration": "Ik var ik kutta ate ik gadha safar kar rahe san. Unhan nu ik chithi mili. Gadhe ne chithi padhni shuru kiti. Us vich likheya si ki ghaah kitthe milega. Kutte ne keha ki usde khaane bare vi padho. Gadhe ne us val dhyan nahi ditta.", "meaning": "Once a dog and a donkey were traveling. They found a letter. The donkey started reading the letter. It was written where to find grass. The dog said to read about his food as well. The donkey did not pay attention to him.", "audioSrc": "assets/audio/l5_r16.mp3" },
  { "id": "l5_r17", "level": 5, "type": "story", "native": "ਇੱਕ ਵਾਰ ਇੱਕ ਮੱਛੀ ਅਤੇ ਇੱਕ ਬਾਂਦਰ ਦੋਸਤ ਸਨ। ਮੱਛੀ ਪਾਣੀ ਵਿੱਚ ਰਹਿੰਦੀ ਸੀ ਅਤੇ ਬਾਂਦਰ ਦਰੱਖਤ 'ਤੇ। ਉਹ ਹਰ ਰੋਜ਼ ਗੱਲਾਂ ਕਰਦੇ ਸਨ।", "transliteration": "Ik var ik machhi ate ik bandar dost san. Machhi paani vich rehndi si ate bandar darakht 'te. Oh har roz gallan karde san.", "meaning": "Once a fish and a monkey were friends. The fish lived in the water and the monkey on the tree. They used to talk every day.", "audioSrc": "assets/audio/l5_r17.mp3" },
  { "id": "l5_r18", "level": 5, "type": "story", "native": "ਇੱਕ ਵਾਰ ਇੱਕ ਮੁਰਗੀ ਅਤੇ ਇੱਕ ਬਤਖ ਦੋਸਤ ਸਨ। ਮੁਰਗੀ ਨੂੰ ਇੱਕ ਦਾਣਾ ਮਿਲਿਆ। ਉਸਨੇ ਬਤਖ ਨੂੰ ਬੁਲਾਇਆ। ਦੋਵਾਂ ਨੇ ਮਿਲ ਕੇ ਦਾਣਾ ਖਾਧਾ।", "transliteration": "Ik var ik murgi ate ik batakh dost san. Murgi nu ik daana mileya. Usne batakh nu bulaya. Dovan ne mil ke daana khadha.", "meaning": "Once a hen and a duck were friends. The hen found a grain. She called the duck. Both ate the grain together.", "audioSrc": "assets/audio/l5_r18.mp3" },
  { "id": "l5_r19", "level": 5, "type": "story", "native": "ਇੱਕ ਵਾਰ ਇੱਕ ਬਿੱਲੀ ਅਤੇ ਇੱਕ ਚੂਹਾ ਦੋਸਤ ਸਨ। ਉਹ ਇਕੱਠੇ ਰਹਿੰਦੇ ਸਨ। ਇੱਕ ਦਿਨ ਬਿੱਲੀ ਨੇ ਚੂਹੇ ਨੂੰ ਫੜਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕੀਤੀ। ਚੂਹਾ ਭੱਜ ਗਿਆ ਅਤੇ ਕਦੇ ਵਾਪਸ ਨਹੀਂ ਆਇਆ।", "transliteration": "Ik var ik billi ate ik chuha dost san. Oh ikatthe rehnde san. Ik din billi ne chuhe nu phadan di koshish kiti. Chuha bhajj gaya ate kade wapas nahi aaya.", "meaning": "Once a cat and a mouse were friends. They lived together. One day the cat tried to catch the mouse. The mouse ran away and never came back.", "audioSrc": "assets/audio/l5_r19.mp3" },
  { "id": "l5_r20", "level": 5, "type": "story", "native": "ਇੱਕ ਵਾਰ ਇੱਕ ਘੋੜਾ ਅਤੇ ਇੱਕ ਖੋਤਾ ਦੋਸਤ ਸਨ। ਘੋੜਾ ਬਹੁਤ ਹੰਕਾਰੀ ਸੀ। ਉਹ ਹਮੇਸ਼ਾ ਖੋਤੇ ਦਾ ਮਜ਼ਾਕ ਉਡਾਉਂਦਾ ਸੀ।", "transliteration": "Ik var ik ghoda ate ik khota dost san. Ghoda bahut hankari si. Oh hamesha khote da mazaak udaunda si.", "meaning": "Once a horse and a donkey were friends. The horse was very arrogant. He always used to make fun of the donkey.", "audioSrc": "assets/audio/l5_r20.mp3" },
  { "id": "l5_r21", "level": 5, "type": "story", "native": "ਇੱਕ ਵਾਰ ਇੱਕ ਊਠ ਅਤੇ ਇੱਕ ਗਿੱਦੜ ਦੋਸਤ ਸਨ। ਉਹ ਇਕੱਠੇ ਖੇਤੀ ਕਰਦੇ ਸਨ। ਪਰ ਗਿੱਦੜ ਹਮੇਸ਼ਾ ਊਠ ਨੂੰ ਧੋਖਾ ਦਿੰਦਾ ਸੀ।", "transliteration": "Ik var ik ooth ate ik giddad dost san. Oh ikatthe kheti karde san. Par giddad hamesha ooth nu dhokha dinda si.", "meaning": "Once a camel and a jackal were friends. They used to cultivate together. But the jackal always used to deceive the camel.", "audioSrc": "assets/audio/l5_r21.mp3" },
  { "id": "l5_r22", "level": 5, "type": "story", "native": "ਇੱਕ ਵਾਰ ਇੱਕ ਮੋਰ ਅਤੇ ਇੱਕ ਕਾਂ ਦੋਸਤ ਸਨ। ਮੋਰ ਨੂੰ ਆਪਣੇ ਸੁੰਦਰ ਖੰਭਾਂ 'ਤੇ ਬਹੁਤ ਮਾਣ ਸੀ। ਉਹ ਹਮੇਸ਼ਾ ਕਾਂ ਨੂੰ ਚਿੜਾਉਂਦਾ ਸੀ।", "transliteration": "Ik var ik mor ate ik kaan dost san. Mor nu apne sundar khambhan 'te bahut maan si. Oh hamesha kaan nu chidaunda si.", "meaning": "Once a peacock and a crow were friends. The peacock was very proud of its beautiful feathers. He always used to tease the crow.", "audioSrc": "assets/audio/l5_r22.mp3" },
  { "id": "l5_r23", "level": 5, "type": "story", "native": "ਇੱਕ ਵਾਰ ਇੱਕ ਤੋਤਾ ਅਤੇ ਇੱਕ ਮੈਨਾ ਦੋਸਤ ਸਨ। ਉਹ ਇੱਕੋ ਪਿੰਜਰੇ ਵਿੱਚ ਰਹਿੰਦੇ ਸਨ। ਉਹ ਹਰ ਰੋਜ਼ ਗਾਉਂਦੇ ਸਨ।", "transliteration": "Ik var ik tota ate ik maina dost san. Oh iko pinjre vich rehnde san. Oh har roz gaunde san.", "meaning": "Once a parrot and a mynah were friends. They lived in the same cage. They used to sing every day.", "audioSrc": "assets/audio/l5_r23.mp3" },
  { "id": "l5_r24", "level": 5, "type": "story", "native": "ਇੱਕ ਵਾਰ ਇੱਕ ਕਬੂਤਰ ਅਤੇ ਇੱਕ ਚੀਂਟੀ ਦੋਸਤ ਸਨ। ਇੱਕ ਦਿਨ ਚੀਂਟੀ ਪਾਣੀ ਵਿੱਚ ਡਿੱਗ ਪਈ। ਕਬੂਤਰ ਨੇ ਇੱਕ ਪੱਤਾ ਸੁੱਟ ਕੇ ਉਸਦੀ ਜਾਨ ਬਚਾਈ।", "transliteration": "Ik var ik kabutar ate ik cheenti dost san. Ik din cheenti paani vich dig payi. Kabutar ne ik patta sutt ke usdi jaan bachai.", "meaning": "Once a pigeon and an ant were friends. One day the ant fell into the water. The pigeon saved its life by throwing a leaf.", "audioSrc": "assets/audio/l5_r24.mp3" },
  { "id": "l5_r25", "level": 5, "type": "story", "native": "ਇੱਕ ਵਾਰ ਇੱਕ ਲੂੰਬੜੀ ਅਤੇ ਇੱਕ ਸਾਰਸ ਦੋਸਤ ਸਨ। ਲੂੰਬੜੀ ਨੇ ਸਾਰਸ ਨੂੰ ਦਾਅਵਤ 'ਤੇ ਬੁਲਾਇਆ। ਉਸਨੇ ਇੱਕ ਪਲੇਟ ਵਿੱਚ ਖੀਰ ਪਰੋਸੀ। ਸਾਰਸ ਖਾ ਨਹੀਂ ਸਕਿਆ। ਅਗਲੇ ਦਿਨ ਸਾਰਸ ਨੇ ਲੂੰਬੜੀ ਨੂੰ ਬੁਲਾਇਆ ਅਤੇ ਸੁਰਾਹੀ ਵਿੱਚ ਖੀਰ ਪਰੋਸੀ। ਲੂੰਬੜੀ ਖਾ ਨਹੀਂ ਸਕੀ।", "transliteration": "Ik var ik loombdi ate ik saaras dost san. Loombdi ne saaras nu daawat 'te bulaya. Usne ik plate vich kheer parosi. Saaras kha nahi sakeya. Agle din saaras ne loombdi nu bulaya ate suraahi vich kheer parosi. Loombdi kha nahi saki.", "meaning": "Once a fox and a crane were friends. The fox invited the crane for a feast. He served kheer in a plate. The crane could not eat. The next day the crane invited the fox and served kheer in a pitcher. The fox could not eat.", "audioSrc": "assets/audio/l5_r25.mp3" },
  { "id": "l5_r26", "level": 5, "type": "story", "native": "ਇੱਕ ਵਾਰ ਇੱਕ ਬਘਿਆੜ ਅਤੇ ਇੱਕ ਲੇਲਾ ਨਦੀ 'ਤੇ ਪਾਣੀ ਪੀ ਰਹੇ ਸਨ। ਬਘਿਆੜ ਨੇ ਲੇਲੇ ਨੂੰ ਕਿਹਾ ਕਿ ਉਹ ਪਾਣੀ ਗੰਦਾ ਕਰ ਰਿਹਾ ਹੈ। ਲੇਲੇ ਨੇ ਕਿਹਾ ਕਿ ਉਹ ਤਾਂ ਥੱਲੇ ਵੱਲ ਹੈ। ਬਘਿਆੜ ਨੇ ਗੁੱਸੇ ਵਿੱਚ ਆ ਕੇ ਉਸਨੂੰ ਮਾਰ ਦਿੱਤਾ।", "transliteration": "Ik var ik baghiyar ate ik lela nadi 'te paani pee rahe san. Baghiyar ne lele nu keha ki oh paani ganda kar reha hai. Lele ne keha ki oh tan thalle val hai. Baghiyar ne gusse vich aa ke usnu maar ditta.", "meaning": "Once a wolf and a lamb were drinking water at a river. The wolf told the lamb that he was making the water dirty. The lamb said that he was downstream. The wolf got angry and killed him.", "audioSrc": "assets/audio/l5_r26.mp3" },
  { "id": "l5_r27", "level": 5, "type": "story", "native": "ਇੱਕ ਵਾਰ ਇੱਕ ਗਧੇ ਨੇ ਸ਼ੇਰ ਦੀ ਖੱਲ ਪਾ ਲਈ। ਸਾਰੇ ਜਾਨਵਰ ਉਸ ਤੋਂ ਡਰ ਕੇ ਭੱਜਣ ਲੱਗੇ। ਗਧਾ ਬਹੁਤ ਖੁਸ਼ ਹੋਇਆ। ਉਹ ਆਪਣੀ ਆਵਾਜ਼ ਵਿੱਚ ਰੈਂਕਣ ਲੱਗਾ। ਸਾਰਿਆਂ ਨੂੰ ਪਤਾ ਲੱਗ ਗਿਆ ਕਿ ਉਹ ਗਧਾ ਹੈ।", "transliteration": "Ik var ik gadhe ne sher di khal pa layi. Saare janwar us ton dar ke bhajjan lagge. Gadha bahut khush hoya. Oh apni awaaz vich renkan lagga. Saareyan nu pata lagg gaya ki oh gadha hai.", "meaning": "Once a donkey wore a lion's skin. All the animals started running away from him in fear. The donkey was very happy. He started braying in his own voice. Everyone came to know that he was a donkey.", "audioSrc": "assets/audio/l5_r27.mp3" },
  { "id": "l5_r28", "level": 5, "type": "story", "native": "ਇੱਕ ਵਾਰ ਇੱਕ ਕਿਸਾਨ ਦੇ ਚਾਰ ਪੁੱਤਰ ਸਨ। ਉਹ ਹਮੇਸ਼ਾ ਆਪਸ ਵਿੱਚ ਲੜਦੇ ਰਹਿੰਦੇ ਸਨ। ਕਿਸਾਨ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਇੱਕ-ਇੱਕ ਲੱਕੜੀ ਦਿੱਤੀ ਅਤੇ ਤੋੜਨ ਲਈ ਕਿਹਾ। ਉਨ੍ਹਾਂ ਨੇ ਆਸਾਨੀ ਨਾਲ ਤੋੜ ਦਿੱਤੀ। ਫਿਰ ਉਸਨੇ ਲੱਕੜੀਆਂ ਦਾ ਇੱਕ ਗੱਠਾ ਦਿੱਤਾ ਅਤੇ ਤੋੜਨ ਲਈ ਕਿਹਾ। ਕੋਈ ਵੀ ਉਸਨੂੰ ਤੋੜ ਨਹੀਂ ਸਕਿਆ।", "transliteration": "Ik var ik kisan de chaar puttar san. Oh hamesha aapas vich lad'de rehnde san. Kisan ne unhan nu ik-ik lakdi ditti ate todan layi keha. Unhan ne aasani naal tod ditti. Phir usne lakdiyan da ik gathha ditta ate todan layi keha. Koi vi usnu tod nahi sakeya.", "meaning": "Once a farmer had four sons. They always used to fight among themselves. The farmer gave them a piece of wood each and asked them to break it. They broke it easily. Then he gave them a bundle of wood and asked them to break it. No one could break it.", "audioSrc": "assets/audio/l5_r28.mp3" },
  { "id": "l5_r29", "level": 5, "type": "story", "native": "ਇੱਕ ਵਾਰ ਇੱਕ ਸ਼ਹਿਰੀ ਚੂਹਾ ਅਤੇ ਇੱਕ ਪੇਂਡੂ ਚੂਹਾ ਦੋਸਤ ਸਨ। ਸ਼ਹਿਰੀ ਚੂਹੇ ਨੇ ਪੇਂਡੂ ਚੂਹੇ ਨੂੰ ਸ਼ਹਿਰ ਆਉਣ ਦਾ ਸੱਦਾ ਦਿੱਤਾ। ਪੇਂਡੂ ਚੂਹਾ ਸ਼ਹਿਰ ਗਿਆ। ਉੱਥੇ ਬਹੁਤ ਸਾਰਾ ਖਾਣਾ ਸੀ, ਪਰ ਖ਼ਤਰਾ ਵੀ ਬਹੁਤ ਸੀ। ਪੇਂਡੂ ਚੂਹਾ ਵਾਪਸ ਆਪਣੇ ਪਿੰਡ ਆ ਗਿਆ।", "transliteration": "Ik var ik shehri chuha ate ik pendu chuha dost san. Shehri chuhe ne pendu chuhe nu shehar aaun da sadda ditta. Pendu chuha shehar gaya. Utthe bahut saara khaana si, par khatra vi bahut si. Pendu chuha wapas apne pind aa gaya.", "meaning": "Once a city mouse and a country mouse were friends. The city mouse invited the country mouse to come to the city. The country mouse went to the city. There was a lot of food there, but there was also a lot of danger. The country mouse returned to his village.", "audioSrc": "assets/audio/l5_r29.mp3" },
  { "id": "l5_r30", "level": 5, "type": "story", "native": "ਇੱਕ ਵਾਰ ਇੱਕ ਮੁੰਡਾ ਸੀ ਜੋ ਹਮੇਸ਼ਾ ਝੂਠ ਬੋਲਦਾ ਸੀ। ਉਹ 'ਸ਼ੇਰ ਆਇਆ, ਸ਼ੇਰ ਆਇਆ' ਕਹਿ ਕੇ ਪਿੰਡ ਵਾਲਿਆਂ ਨੂੰ ਡਰਾਉਂਦਾ ਸੀ। ਇੱਕ ਦਿਨ ਸੱਚਮੁੱਚ ਸ਼ੇਰ ਆ ਗਿਆ। ਮੁੰਡੇ ਨੇ ਬਹੁਤ ਰੌਲਾ ਪਾਇਆ, ਪਰ ਕੋਈ ਵੀ ਉਸਦੀ ਮਦਦ ਲਈ ਨਹੀਂ ਆਇਆ।", "transliteration": "Ik var ik munda si jo hamesha jhooth bolda si. Oh 'sher aaya, sher aaya' keh ke pind waleyan nu daraunda si. Ik din sachmuch sher aa gaya. Munde ne bahut raula paaya, par koi vi usdi madad layi nahi aaya.", "meaning": "Once there was a boy who always used to lie. He used to scare the villagers by saying 'lion has come, lion has come'. One day a lion really came. The boy made a lot of noise, but no one came to his help.", "audioSrc": "assets/audio/l5_r30.mp3" },
  { "id": "l5_r31", "level": 5, "type": "story", "native": "ਇੱਕ ਵਾਰ ਇੱਕ ਹਿਰਨ ਨੂੰ ਪਾਣੀ ਵਿੱਚ ਆਪਣਾ ਪਰਛਾਵਾਂ ਦਿਸਿਆ। ਉਹ ਆਪਣੇ ਸੁੰਦਰ ਸਿੰਗਾਂ ਨੂੰ ਦੇਖ ਕੇ ਬਹੁਤ ਖੁਸ਼ ਹੋਇਆ। ਪਰ ਉਹ ਆਪਣੀਆਂ ਪਤਲੀਆਂ ਲੱਤਾਂ ਨੂੰ ਦੇਖ ਕੇ ਉਦਾਸ ਹੋ ਗਿਆ। ਅਚਾਨਕ ਸ਼ਿਕਾਰੀ ਕੁੱਤੇ ਆ ਗਏ। ਉਹ ਆਪਣੀਆਂ ਪਤਲੀਆਂ ਲੱਤਾਂ ਕਾਰਨ ਤੇਜ਼ੀ ਨਾਲ ਭੱਜਿਆ, ਪਰ ਉਸਦੇ ਸਿੰਗ ਝਾੜੀਆਂ ਵਿੱਚ ਫਸ ਗਏ।", "transliteration": "Ik var ik hiran nu paani vich apna parchhavan diseya. Oh apne sundar singan nu dekh ke bahut khush hoya. Par oh apniyan patliyan lattan nu dekh ke udaas ho gaya. Achanak shikari kutte aa gaye. Oh apniyan patliyan lattan kaaran tezi naal bhajeya, par usde sing jhaadiyan vich phas gaye.", "meaning": "Once a deer saw its reflection in the water. He was very happy to see his beautiful antlers. But he became sad to see his thin legs. Suddenly hunting dogs came. He ran fast because of his thin legs, but his antlers got stuck in the bushes.", "audioSrc": "assets/audio/l5_r31.mp3" },
  { "id": "l5_r32", "level": 5, "type": "story", "native": "ਇੱਕ ਵਾਰ ਇੱਕ ਬੁੱਢੀ ਔਰਤ ਦੀ ਇੱਕ ਝੌਂਪੜੀ ਸੀ। ਇੱਕ ਦਿਨ ਇੱਕ ਤੂਫ਼ਾਨ ਆਇਆ ਅਤੇ ਉਸਦੀ ਝੌਂਪੜੀ ਉੱਡ ਗਈ। ਉਹ ਬਹੁਤ ਰੋਈ। ਪਰ ਅਗਲੇ ਦਿਨ ਉਸਨੇ ਇੱਕ ਨਵੀਂ ਝੌਂਪੜੀ ਬਣਾਉਣੀ ਸ਼ੁਰੂ ਕਰ ਦਿੱਤੀ।", "transliteration": "Ik var ik buddhi aurat di ik jhonpdi si. Ik din ik toofan aaya ate usdi jhonpdi udd gayi. Oh bahut royi. Par agle din usne ik navi jhonpdi banauni shuru kar ditti.", "meaning": "Once an old woman had a hut. One day a storm came and her hut flew away. She cried a lot. But the next day she started building a new hut.", "audioSrc": "assets/audio/l5_r32.mp3" },
  { "id": "l5_r33", "level": 5, "type": "story", "native": "ਇੱਕ ਵਾਰ ਇੱਕ ਰਾਜਾ ਬਹੁਤ ਬਿਮਾਰ ਹੋ ਗਿਆ। ਉਸਨੇ ਐਲਾਨ ਕੀਤਾ ਕਿ ਜੋ ਉਸਨੂੰ ਠੀਕ ਕਰੇਗਾ, ਉਸਨੂੰ ਅੱਧਾ ਰਾਜ ਮਿਲੇਗਾ। ਇੱਕ ਗਰੀਬ ਆਦਮੀ ਨੇ ਉਸਨੂੰ ਇੱਕ ਜੜੀ-ਬੂਟੀ ਦਿੱਤੀ ਅਤੇ ਰਾਜਾ ਠੀਕ ਹੋ ਗਿਆ। ਪਰ ਰਾਜੇ ਨੇ ਆਪਣਾ ਵਾਅਦਾ ਪੂਰਾ ਨਹੀਂ ਕੀਤਾ।", "transliteration": "Ik var ik raja bahut bimar ho gaya. Usne elaan kitta ki jo usnu theek karega, usnu adha raaj milega. Ik gareeb aadmi ne usnu ik jadi-buti ditti ate raja theek ho gaya. Par raje ne apna vaada poora nahi kitta.", "meaning": "Once a king fell very ill. He announced that whoever cured him would get half the kingdom. A poor man gave him a herb and the king got well. But the king did not keep his promise.", "audioSrc": "assets/audio/l5_r33.mp3" },
  { "id": "l5_r34", "level": 5, "type": "story", "native": "ਇੱਕ ਵਾਰ ਇੱਕ ਮੂਰਖ ਰਾਜਾ ਸੀ। ਉਸਨੇ ਆਪਣੇ ਮੰਤਰੀ ਨੂੰ ਸਭ ਤੋਂ ਮੂਰਖ ਆਦਮੀ ਲੱਭਣ ਲਈ ਕਿਹਾ। ਮੰਤਰੀ ਨੇ ਰਾਜੇ ਨੂੰ ਹੀ ਸਭ ਤੋਂ ਮੂਰਖ ਕਿਹਾ।", "transliteration": "Ik var ik moorakh raja si. Usne apne mantri nu sab ton moorakh aadmi labhan layi keha. Mantri ne raje nu hi sab ton moorakh keha.", "meaning": "Once there was a foolish king. He asked his minister to find the most foolish man. The minister called the king himself the most foolish.", "audioSrc": "assets/audio/l5_r34.mp3" },
  { "id": "l5_r35", "level": 5, "type": "story", "native": "ਇੱਕ ਵਾਰ ਇੱਕ ਗੰਜਾ ਆਦਮੀ ਸੀ। ਉਸਦੇ ਸਿਰ 'ਤੇ ਇੱਕ ਮੱਖੀ ਬੈਠ ਗਈ। ਉਸਨੇ ਮੱਖੀ ਨੂੰ ਮਾਰਨ ਲਈ ਆਪਣੇ ਸਿਰ 'ਤੇ ਥੱਪੜ ਮਾਰਿਆ। ਮੱਖੀ ਉੱਡ ਗਈ, ਪਰ ਉਸਦੇ ਸਿਰ 'ਤੇ ਸੱਟ ਲੱਗ ਗਈ।", "transliteration": "Ik var ik ganja aadmi si. Usde sir 'te ik makkhi baith gayi. Usne makkhi nu maaran layi apne sir 'te thappad maareya. Makkhi udd gayi, par usde sir 'te satt lagg gayi.", "meaning": "Once there was a bald man. A fly sat on his head. He slapped his head to kill the fly. The fly flew away, but he got hurt on his head.", "audioSrc": "assets/audio/l5_r35.mp3" },
  { "id": "l5_r36", "level": 5, "type": "story", "native": "ਇੱਕ ਵਾਰ ਇੱਕ ਆਦਮੀ ਦੇ ਦੋ ਪੁੱਤਰ ਸਨ। ਇੱਕ ਬਹੁਤ ਹੁਸ਼ਿਆਰ ਸੀ ਅਤੇ ਦੂਜਾ ਬਹੁਤ ਮੂਰਖ। ਪਰ ਪਿਤਾ ਦੋਵਾਂ ਨੂੰ ਬਰਾਬਰ ਪਿਆਰ ਕਰਦਾ ਸੀ।", "transliteration": "Ik var ik aadmi de do puttar san. Ik bahut hushiyar si ate dooja bahut moorakh. Par pita dovan nu barabar pyaar karda si.", "meaning": "Once a man had two sons. One was very intelligent and the other was very foolish. But the father loved both equally.", "audioSrc": "assets/audio/l5_r36.mp3" },
  { "id": "l5_r37", "level": 5, "type": "story", "native": "ਇੱਕ ਵਾਰ ਇੱਕ ਬੱਚਾ ਇੱਕ ਮੇਲੇ ਵਿੱਚ ਗੁੰਮ ਹੋ ਗਿਆ। ਉਹ ਬਹੁਤ ਰੋਇਆ। ਇੱਕ ਪੁਲਿਸ ਵਾਲੇ ਨੇ ਉਸਨੂੰ ਉਸਦੇ ਮਾਤਾ-ਪਿਤਾ ਨਾਲ ਮਿਲਾਇਆ।", "transliteration": "Ik var ik bachha ik mele vich gumm ho gaya. Oh bahut roya. Ik police wale ne usnu usde maata-pita naal milaya.", "meaning": "Once a child got lost in a fair. He cried a lot. A policeman reunited him with his parents.", "audioSrc": "assets/audio/l5_r37.mp3" },
  { "id": "l5_r38", "level": 5, "type": "story", "native": "ਇੱਕ ਵਾਰ ਇੱਕ ਛੋਟੀ ਕੁੜੀ ਸੀ। ਉਸਦੇ ਕੋਲ ਇੱਕ ਲਾਲ ਰੰਗ ਦੀ ਗੁੱਡੀ ਸੀ। ਉਹ ਆਪਣੀ ਗੁੱਡੀ ਨਾਲ ਹਰ ਰੋਜ਼ ਖੇਡਦੀ ਸੀ।", "transliteration": "Ik var ik chhoti kudi si. Usde kol ik laal rang di guddi si. Oh apni guddi naal har roz kheddi si.", "meaning": "Once there was a little girl. She had a red colored doll. She used to play with her doll every day.", "audioSrc": "assets/audio/l5_r38.mp3" },
  { "id": "l5_r39", "level": 5, "type": "story", "native": "ਇੱਕ ਵਾਰ ਇੱਕ ਮੁੰਡਾ ਸੀ ਜੋ ਹਮੇਸ਼ਾ ਦੂਜਿਆਂ ਦੀ ਮਦਦ ਕਰਦਾ ਸੀ। ਸਾਰੇ ਉਸਨੂੰ ਪਿਆਰ ਕਰਦੇ ਸਨ।", "transliteration": "Ik var ik munda si jo hamesha doojeyan di madad karda si. Saare usnu pyaar karde san.", "meaning": "Once there was a boy who always helped others. Everyone loved him.", "audioSrc": "assets/audio/l5_r39.mp3" },
  { "id": "l5_r40", "level": 5, "type": "story", "native": "ਇੱਕ ਵਾਰ ਇੱਕ ਛੋਟਾ ਜਿਹਾ ਪਿੰਡ ਸੀ। ਪਿੰਡ ਦੇ ਲੋਕ ਬਹੁਤ ਖੁਸ਼ ਸਨ। ਉਹ ਮਿਲ ਕੇ ਰਹਿੰਦੇ ਸਨ ਅਤੇ ਇੱਕ ਦੂਜੇ ਦੀ ਮਦਦ ਕਰਦੇ ਸਨ।", "transliteration": "Ik var ik chhota jiha pind si. Pind de lok bahut khush san. Oh mil ke rehnde san ate ik dooje di madad karde san.", "meaning": "Once there was a small village. The people of the village were very happy. They lived together and helped each other.", "audioSrc": "assets/audio/l5_r40.mp3" }
]
